{
  "ps": {
    "卷號": "47",
    "篇號": "1265",
    "篇名": "於身不貪則善終"
  },
  "起": "如是我聞：一時，佛住王舍城迦蘭陀竹園。",
  "法": [
    "爾時，有尊者跋迦梨住王舍城金師精舍，疾病困苦，尊者富隣尼瞻視供養，時，跋迦梨語富隣尼：「汝可詣世尊所，為我稽首禮世尊足，問訊世尊少病少惱、起居輕利、安樂住不？言：『跋迦梨住金師精舍，疾病困篤，委積床褥，願見世尊！疾病困苦，氣力羸惙，無由奉詣，唯願世尊降此金師精舍，以哀愍故！』」時，富隣尼受跋迦梨語已詣世尊所，稽首禮足，退住一面白佛言：「世尊！尊者跋迦梨稽首世尊足，問訊世尊少病少惱、起居輕利、安樂住不？」",
    "世尊答言：「令彼安樂！」富隣尼白佛言：「世尊！尊者跋迦梨住金師精舍，疾病困篤，委在床褥，願見世尊，無有身力來詣世尊，善哉！世尊！詣金師精舍，以哀愍故！」",
    "爾時，世尊默然聽許，時，富隣尼知世尊聽許已，禮足而去。爾時，世尊晡時從禪覺，往詣金師精舍，至跋迦梨住房。跋迦梨比丘遙見世尊，從床欲起。",
    "佛告跋迦梨：「且止！勿起！」世尊即坐異床，語跋迦梨：「汝心堪忍此病苦不？汝身所患為增為損？」",
    "跋迦梨白佛，如前叉摩比丘修多羅廣說：「世尊！我身苦痛極難堪忍，欲求刀自殺，不樂苦生。」",
    "佛告跋迦梨：「我今問汝，隨意答我。云何？跋迦梨！色是常耶為非常耶？」跋迦梨答言：「無常！世尊！」",
    "復問：「若無常，是苦耶？」答言：「是苦！世尊！」",
    "復問：「跋迦梨！若無常、苦者，是變易法，於中寧有可貪可欲不？」跋迦梨白佛：「不也，世尊！」",
    "受想行識亦如是說。",
    "佛告跋迦梨：「若於彼身無可貪可欲者，是則善終，後世亦善。」爾時世尊為跋迦梨種種說法示教照喜已從座起去。",
    "即於彼夜，尊者跋迦梨思惟解脫，欲執刀自殺，不樂久生，時，有二天身極端正，於後夜時詣世尊所，稽首禮足，退住一面白佛言：「世尊！尊者跋迦梨疾病困苦，思惟解脫，欲執刀自殺，不樂久生。」第二天言：「彼尊者跋迦梨已於善解脫而得解脫。」說此語已俱禮佛足，即沒不現。",
    "爾時世尊夜過晨朝於大眾前敷座而坐，告諸比丘：「昨夜有二天子，形體端正，來詣我所，稽首作禮，退住一面而作是言：『尊者跋迦梨住金師精舍，疾病困苦，思惟解脫，欲執刀自殺，不樂久生。』第二天言：『尊者跋迦梨已於善解脫而得解脫。』說此語已稽首作禮，即沒不現。」爾時世尊告一比丘：「汝當往詣尊者跋迦梨比丘所語跋迦梨言：『昨夜有二天來詣我所，稽首作禮，退住一面語我言：「尊者跋迦梨疾病困篤，思惟解脫，欲執刀自殺，不樂久生。」第二天言：「尊者跋迦梨於善解脫而得解脫。」說此語已即沒不現，此是天語。佛復記汝：「汝於此身不起貪欲是則善終，後世亦善。」』」時，彼比丘受世尊教已詣金師精舍跋迦梨房。",
    "爾時跋迦梨語侍病者：「汝等持繩床共舉我身著精舍外，我欲執刀自殺，不樂久生。」時，有眾多比丘出房舍露地經行，受使比丘詣眾多比丘所問眾多比丘言：「諸尊！跋迦梨比丘住在何所？」諸比丘答言：「跋迦梨比丘告侍病者，令舉繩床出精舍外，欲執刀自殺，不樂久生。」受使比丘即詣跋迦梨所。跋迦梨比丘遙見使比丘來，語侍病者：「下繩床著地，彼比丘疾來，似世尊使。」彼侍病者即下繩床著地。時，彼使比丘語跋迦梨：「世尊有教及天有所說。」時，跋迦梨語侍病者：「扶我著地，不可於床上受世尊教及天所說。」時，侍病者即扶跋迦梨下置於地，時，跋迦梨言：「汝可宣示世尊告勅及天所說。」",
    "使比丘言：「跋迦梨！大師告汝：『夜有二天來白我言：「跋迦梨比丘疾病困篤，思惟解脫，欲執刀自殺，不樂久生。」第二天言：「跋迦梨比丘已於善解脫而得解脫。」說此語已即沒不現。』世尊復記說：『汝善於命終，後世亦善。』」",
    "跋迦梨言：「尊者！大師善知所知，善見所見，彼二天者亦善知所知，善見所見。然我今日於『色常無常』決定無疑，『無常者是苦』決定無疑，『若無常、苦者，是變易法，於彼無有可貪可欲』決定無疑；受想行識亦復如是。然我今日疾病苦痛猶故隨身，欲刀自殺，不樂久生。」即執刀自殺。",
    "時，使比丘供養跋迦梨死身已還詣佛所，稽首禮足，退坐一面白佛言：「世尊！我以世尊所勅具告尊者跋迦梨，彼作是言：『大師善知所知，善見所見，彼二天者亦善知所知，善見所見，廣說乃至執刀自殺。』」",
    "爾時世尊告諸比丘：「共詣金師精舍跋迦梨尸所。」見跋迦梨死身有遠離之色，見已語諸比丘：「汝等見是跋迦梨比丘死身在地有遠離之色不？」諸比丘白佛：「已見，世尊！」",
    "復告諸比丘：「遶跋迦梨身四面周匝有闇冥之相圍遶身不？」諸比丘白佛：「已見，世尊！」",
    "佛告諸比丘：「此是惡魔之像，周匝求覓跋迦梨善男子識神當生何處。」佛告諸比丘：「跋迦梨善男子不住識神，以刀自殺。」爾時，世尊為彼跋迦梨說第一記。"
  ],
  "結": "佛說此經已，諸比丘聞佛所說，歡喜奉行。",
  "fu": {
    "摘": "色無常，無常者是苦，若無常、苦者，是變易法，於彼無有可貪可欲；受想行識亦復如是。"
  }
}