{
  "ps": {
    "卷號": "20",
    "篇號": "550",
    "篇名": "六念法出苦處"
  },
  "起": "如是我聞：一時，佛住舍衛國祇樹給孤獨園。",
  "法": [
    "爾時，尊者摩訶迦旃延在舍衛國祇樹給孤獨園，尊者摩訶迦旃延語諸比丘：『佛、世尊、如來、應、等正覺所知所見，說六法出苦處、昇於勝處，說一乘道淨諸眾生，離諸惱苦，憂悲悉滅，得真如法，何等為六？",
    "謂聖弟子念如來、應、等正覺所行法淨，如來、應、等正覺、明行足、善逝、世間解、無上士、調御丈夫、天人師、佛、世尊，聖弟子念如來應所行法故離貪欲覺、離瞋恚覺、離害覺，如是聖弟子出染著心，何等為染著心？謂五欲功德，於此五欲功德離貪、恚、癡，安住正念正智，乘於直道修習念佛，正向涅槃，是名如來、應、等正覺所知所見說第一出苦處、昇於勝處，一乘道淨於眾生，離苦惱，滅憂悲，得如實法。",
    "復次，聖弟子念於正法，念於世尊現法律，離諸熱惱，非時通達，即於現法緣自覺悟，爾時聖弟子念此正法時不起欲覺、瞋恚、害覺，如是聖弟子出染著心，何等為染著心？謂五欲功德，於此五欲功德離貪、恚、癡，安住正念正知，乘於直道修習念法，正向涅槃，是名如來、應、等正覺所知所見說第二出苦處、昇於勝處，一乘道淨於眾生，離苦惱，滅憂悲，得如實法。",
    "復次，聖弟子念於僧法，善向、正向、直向、等向，修隨順行，謂向須陀洹、得須陀洹果，向斯陀含、得斯陀含，向阿那含、得阿那含，向阿羅漢、得阿羅漢，如是四雙八士，是名世尊弟子僧戒具足、定具足、慧具足、解脫具足、解脫知見具足，供養、恭敬、禮拜處，世間無上福田。聖弟子如是念僧時，爾時聖弟子不起欲覺、瞋恚、害覺，如是聖弟子出染著心，何等為染著心？謂五欲功德，於此五欲功德離貪、恚、癡，安住正念正知，乘於直道修習念僧，正向涅槃，是名如來、應、等正覺所知所見說第三出苦處、昇於勝處，一乘道淨於眾生，離苦惱，滅憂悲，得如實法。",
    "復次，聖弟子念於戒德，念不缺戒、不斷戒、純厚戒、不離戒、非盜取戒、善究竟戒、可讚歎戒、梵行不憎惡戒，若聖弟子念此戒時，自念身中所成就戒，當於爾時不起欲覺、瞋恚、害覺，如是聖弟子出染著心，何等為染著心？謂五欲功德，於此五欲功德離貪、恚、癡，安住正念正知，乘於直道修戒念，正向涅槃，是名如來、應、等正覺所知所見說第四出苦處、昇於勝處，一乘道淨於眾生，離苦惱，滅憂悲，得如實法。",
    "復次，聖弟子自念施法，心自欣慶：『我今離慳貪垢，離在居家，解脫心施、常施、捨施、樂施、具足施、平等施。』若聖弟子念於自所施法時，不起欲覺、瞋恚、害覺，如是聖弟子出染著心，於何染著？謂五欲功德，於此五欲功德離貪、恚、癡，安住正念正知，乘於直道修施念，正向涅槃，是名如來、應、等正覺所知所見說第五出苦處、昇於勝處，一乘道淨於眾生，離苦惱，滅憂悲，得如實法。",
    "復次，聖弟子念於天德，念四王天、三十三天、炎摩天、兜率陀天、化樂天、他化自在天，清淨信心於此命終生彼諸天，我亦如是，信、戒、施、聞、慧，於此命終生彼天中，如是聖弟子念天功德時不起欲覺、瞋恚、害覺，如是聖弟子出染著心，於何染著？謂五欲功德，於此五欲功德離貪、恚、癡，安住正念正知，乘於直道修天念，正向涅槃，是名如來、應、等正覺所知所見說第六出苦處、昇於勝處，一乘道淨於眾生，離苦惱，滅憂悲，得如實法。』"
  ],
  "結": "尊者摩訶迦旃延說此經已，諸比丘聞其所說，歡喜奉行。",
  "fu": {
    "摘": "佛世尊、如來、應、等正覺所知所見，說六法出苦處、昇於勝處，說一乘道淨諸眾生，離諸惱苦，憂悲悉滅，得真如法，何等為六？聖弟子念如來應所行法故，離貪欲覺、離瞋恚覺、離害覺，如是，聖弟子出染著心，何等為染著心？謂五欲功德，於此五欲功德離貪、恚、癡，安住正念正智，乘於直道，修習念佛，正向涅槃，是名第一。復次，聖弟子念於正法，念於世尊現法律，離諸熱惱，非時通達，即於現法緣自覺悟，是名如來、應、等正覺所知所見，是名第二。復次，聖弟子念於僧法，善向、正向、直向、等向，修隨順行，謂向須陀洹、得須陀洹果，向斯陀含、得斯陀含，向阿那含、得阿那含，向阿羅漢、得阿羅漢，如是四雙八士，是名世尊弟子僧戒具足、定具足、慧具足、解脫具足、解脫知見具足，供養、恭敬、禮拜處，世間無上福田，是名如來、應、等正覺所知所見，是名第三。復次，聖弟子念於戒德，念不缺戒、不斷戒、純厚戒、不離戒、非盜取戒、善究竟戒、可讚歎戒、梵行不憎惡戒，若聖弟子念此戒時，自念身中所成就戒，是名第四。復次，聖弟子自念施法，心自欣慶，我今離慳貪垢，離在居家，解脫心施、常施、捨施、樂施、具足施、平等施，若聖弟子念於自所施法時，是名第五。復次，聖弟子念於天德，念四王天、三十三天、炎摩天、兜率陀天、化樂天、他化自在天，清淨信心，於此命終，生彼諸天，我亦如是，信、戒、施、聞、慧，於此命終，生彼天中，如是，聖弟子念天功德時，是名第六。"
  }
}