{
  "ps": {
    "卷號": "9",
    "篇號": "253",
    "篇名": "以敬重法故唯為恭敬說",
    "受者": "毘紐迦旃延氏婆羅門尼",
    "地點": "拘薩羅國拘磐茶聚落毘紐迦旃延氏婆羅門尼菴羅園",
    "說者": "優陀夷尊者"
  },
  "起": "如是我聞：一時，尊者優陀夷往拘薩羅國人間遊行，至拘磐茶聚落，到毘紐迦旃延氏婆羅門尼菴羅園中住。",
  "法": [
    "時，毘紐迦旃延氏婆羅門尼有諸年少弟子遊行採樵，至菴羅園中，見尊者優陀夷坐一樹下，容貌端正，諸根寂靜，心意安諦，成就第一調伏，見已，往詣其所，共相問訊已退坐一面，時，優陀夷為諸年少種種說法，勸勵已，默然而住。彼諸年少聞尊者優陀夷所說，歡喜隨喜，從坐起去。",
    "時，諸年少擔持束薪還至毘紐迦旃延氏婆羅門尼所，置薪束於地，詣毘紐迦旃延氏婆羅門尼所，白言：「我和上尼！當知菴羅園中有沙門優陀夷，姓瞿曇氏，依於彼住，極善說法。」毘紐迦旃延氏婆羅門尼語諸年少言：「汝可往請沙門優陀夷瞿曇氏明日於此飯食。」時，諸年少弟子受毘紐迦旃延氏婆羅門尼教已，往詣尊者優陀夷所，白優陀夷言：「尊者當知，我和上毘紐迦旃延氏婆羅門尼請尊者優陀夷明旦飯食。」時，優陀夷默然受請。時，彼諸年少知優陀夷受請已，還歸和上毘紐迦旃延氏婆羅門尼所，白言：「和上尼！我以和上尼語請尊者優陀夷，尊者優陀夷默然受請，和上尼自知時。」",
    "爾時，尊者優陀夷夜過晨朝，著衣持鉢往詣毘紐迦旃延氏婆羅門尼舍，時，毘紐迦旃延氏婆羅門尼遙見尊者優陀夷來，疾敷床座，請令就坐，設種種飲食，自手供養，豐美滿足，食已，澡嗽洗鉢訖，還就本座。時，毘紐迦旃延氏婆羅門尼知食已訖，著好革屣，以衣覆頭，別施高床，現起輕相，慠慢而坐，語優陀夷言：「欲有所問，寧有閑暇見答與不？」優陀夷答言：「姊妹！今是非時。」作此語已，從坐起去。如是，明日諸弟子復至菴羅園採樵聽法，還復白和上尼，和上尼復遣詣請食，如前三返，乃至請法，答言：「非時。」不為說法。",
    [
      "諸年少弟子復白和上尼：「菴羅園中沙門優陀夷極善說法。」",
      "和上尼答言：「我亦知彼極善說法，再三請來，設食問法，常言非時，不說而去。」",
      "諸弟子言和上尼：「著好革屣，以衣覆頭，不恭敬坐，彼云何說？所以者何？彼尊者優陀夷以敬法故不說而去。」",
      "和上尼答言：「若如是者，更為我請彼。」",
      "諸弟子受教，更請供養如前。"
    ],
    [
      "時，和上尼知食訖已，脫革屣，整衣服，更坐卑床，恭敬白言：「欲有所問，寧有閑暇見答與不？」",
      "優陀夷答言：「汝今宜問，當為汝說。」",
      "彼即問言：「有沙門、婆羅門說苦樂自作，復有說言苦樂他作，復有說言苦樂自他作，復有說言苦樂非自非他作，尊者！復云何？」",
      "尊者優陀夷答言：「姊妹！阿羅訶說苦樂異生，非如是說。」",
      "婆羅門尼復問：「其義云何？」",
      "優陀夷答言：「阿羅訶說『從其因緣生諸苦樂』。」",
      "優陀夷復語婆羅門尼言：「我今問汝，隨意答我。於意云何？有眼不？」",
      "答言：「有。」",
      "「有色不？」",
      "答言：「有。」",
      "「有眼識、眼觸、眼觸因緣生受，內覺若苦、若樂、不苦不樂不？」",
      "答言：「如是，尊者優陀夷！」",
      "優陀夷復問：「有耳、鼻、舌、身、意、意觸因緣生受，內覺若苦、若樂、不苦不樂不？」",
      "答言：「如是，尊者優陀夷！」",
      "優陀夷言：「此是阿羅訶說『從其因緣生於苦樂』。」",
      "婆羅門尼言：「尊者優陀夷！如是阿羅訶說『從其因緣生苦樂』耶？」",
      "優陀夷答言：「如是，婆羅門尼！」",
      "婆羅門尼復問：「沙門！云何阿羅訶說『因緣生苦、樂、不苦不樂』滅？」",
      "優陀夷答言：「我今問汝，隨意答我。婆羅門尼！一切眼一切時滅無餘，猶有眼觸因緣生受，內覺若苦、若樂、不苦不樂耶？」",
      "答言：「無也，沙門！」",
      "「如是，耳、鼻、舌、身、意一切時滅，永盡無餘，猶有意觸因緣生受，內覺若苦、若樂、不苦不樂耶？」",
      "答言：「無也，沙門。」",
      "「如是，婆羅門尼！是為阿羅訶說『因緣生苦、樂、不苦不樂』滅。」"
    ],
    "尊者優陀夷說是法時，毘紐迦旃延氏婆羅門尼遠塵離垢，得法眼淨。爾時，毘紐迦旃延氏婆羅門尼見法得法、知法入法，度疑惑，不由於他，入佛教法，於法得無所畏。從坐起，整衣服，恭敬合掌，白尊者優陀夷：「我今日超入決定，我從今日歸依佛、歸依法、歸依僧，我從今日盡壽歸依三寶。」"
  ],
  "結": "爾時，優陀夷為婆羅門尼說法，示教照喜已，從坐起去。",
  "fu": {
    "摘": "諸弟子言和上尼：「著好革屣，以衣覆頭，不恭敬坐，彼云何說？所以者何？彼尊者優陀夷以敬法故不說而去。」",
    "法義": "敬法 恭敬 滅六根"
  }
}