{
  "ps": {
    "卷號": "9",
    "篇號": "254",
    "篇名": "心常住堅固諦觀法生滅",
    "地點": "王舍城迦蘭陀竹園",
    "說者": "二十億耳尊者"
  },
  "起": "如是我聞：一時，佛住王舍城迦蘭陀竹園。",
  "法": [
    [
      "爾時，尊者二十億耳住耆闍崛山，常精勤修習菩提分法，時，尊者二十億耳獨靜禪思而作是念：「於世尊弟子精勤聲聞中，我在其數，然我今日未盡諸漏。我是名族姓子，多饒財寶，我今寧可還受五欲，廣行施作福。」",
      "爾時，世尊知二十億耳心之所念，告一比丘：「汝等今往二十億耳所，告言：『世尊呼汝。』」是一比丘受佛教已，往詣二十億耳所，語言：「世尊呼汝。」二十億耳聞彼比丘稱大師命，即詣世尊所，稽首禮足，退住一面。",
      "爾時，世尊告二十億耳：「汝實獨靜禪思作是念：『世尊精勤修學聲聞中，我在其數，而今未得漏盡解脫。我是名族姓子，又多錢財，我寧可還俗，受五欲樂，廣施作福。』耶？」",
      "時，二十億耳作是念：「世尊已知我心。」驚怖毛竪，白佛言：「實爾，世尊！」",
      "佛告二十億耳：「我今問汝，隨意答我。二十億耳！汝在俗時，善彈琴不？」",
      "答言：「如是，世尊！」",
      "復問：「於意云何？汝彈琴時，若急其絃，得作微妙和雅音不？」",
      "答言：「不也，世尊！」",
      "復問：「云何？若緩其絃，寧發微妙和雅音不？」",
      "答言：「不也，世尊！」",
      "復問：「云何？善調琴絃，不緩不急，然後發妙和雅音不？」",
      "答言：「如是，世尊！」",
      "佛告二十億耳：「精進太急，增其掉悔；精進太緩，令人懈怠；是故汝當平等修習攝受，莫著、莫放逸、莫取相。」",
      "時，尊者二十億耳聞佛所說，歡喜隨喜，作禮而去。"
    ],
    [
      "時，尊者二十億耳常念世尊說彈琴譬，獨靜禪思，如上所說，乃至漏盡，心得解脫，成阿羅漢。爾時，尊者二十億耳得阿羅漢，內覺解脫喜樂，作是念：「我今應往問訊世尊。」爾時，尊者二十億耳往詣佛所，稽首禮足，退坐一面，白佛言：「",
      "世尊！於世尊法中得阿羅漢，盡諸有漏，所作已作，捨離重擔，逮得己利，盡諸有結，正智心解脫，當於爾時解脫六處，云何為六？離欲解脫、離恚解脫、遠離解脫、愛盡解脫、諸取解脫、心不忘念解脫。",
      "世尊！若有依少信心而言離欲解脫，此非所應，貪恚癡盡，是名真實離欲解脫。",
      "若復有人依少持戒而言我得離恚解脫，此亦不應，貪恚癡盡，是名真實解脫。",
      "若復有人依於修習利養遠離而言遠離解脫，是亦不應，貪恚癡盡，是真實遠離解脫。",
      "貪恚癡盡，亦名離愛，亦名離取，亦名離忘念解脫。",
      "如是，世尊！若諸比丘未得羅漢，未盡諸漏，於此六處不得解脫。",
      "若復比丘在於學地，未得增上樂，涅槃習向心住，爾時成就學戒，成就學根，後時當得漏盡、無漏心解脫，乃至自知不受後有，當於爾時得無學戒，得無學諸根，譬如嬰童愚小仰臥，爾時成就童子諸根，彼於後時漸漸增長，諸根成就，當於爾時成就長者諸根，在學地者亦復如是，未得增上安樂，乃至成就無學戒、無學諸根。",
      "若眼常識色，終不能妨心解脫、慧解脫，意堅住故，內修無量善解脫，觀察生滅，乃至無常；耳識聲、鼻識香、舌識味、身識觸、意識法，不能妨心解脫、慧解脫，意堅住故，內修無量善解脫，觀察生滅，譬如村邑近大石山，不斷、不壞、不穿、一向厚密，假使四方風吹，不能動搖，不能穿過，彼無學者亦復如是，眼常識色，乃至意常識法，不能妨心解脫、慧解脫，意堅住故，內修無量善解脫，觀察生滅。」"
    ],
    "爾時，二十億耳重說偈言：「離欲心解脫，無恚脫亦然，遠離心解脫，貪愛永無餘，諸取心解脫，及意不忘念，曉了入處生，於彼心解脫。彼心解脫者，比丘意止息，諸所作已作，更不作所作，猶如大石山，四風不能動，色聲香味觸，及法之好惡，六入處常對，不能動其心，心常住堅固，諦觀法生滅。」",
    "尊者二十億耳說是法時，大師心悅；諸多聞梵行者聞尊者二十億耳所說，皆大歡喜。爾時，尊者二十億耳聞佛說法，歡喜隨喜，作禮而去。"
  ],
  "結": "爾時，世尊知二十億耳去不久，告諸比丘：「善心解脫者，應如是記說！如二十億耳以智記說，亦不自舉，亦不下他，正說其義，非如增上慢者不得其義而自稱歎得過人法，自取損減。」",
  "fu": {
    "摘": "色聲香味觸，及法之好惡，六入處常對，不能動其心，心常住堅固，諦觀法生滅。",
    "法義": "心 堅固 諦觀"
  }
}