{
  "ps": {
    "卷號": "9",
    "篇號": "255",
    "篇名": "心常守護門寂靜住正念",
    "地點": "阿磐提國濕摩陀江側獼猴室阿練若窟",
    "說者": "摩訶迦旃延",
    "受者": "魯醯遮婆羅門"
  },
  "起": "如是我聞：一時，尊者摩訶迦旃延住阿磐提國濕摩陀江側獼猴室阿練若窟，有魯醯遮婆羅門恭敬承事，如羅漢法。",
  "法": [
    [
      "爾時，尊者摩訶迦旃延晨朝著衣持鉢入獼猴室聚落次行乞食，乞食還，舉衣鉢洗足已，入室坐禪。",
      "時，魯醯遮婆羅門有諸年少弟子遊行採薪，至尊者摩訶迦旃延窟邊，共戲笑言：「此中剃髮沙門住，是黑闇人，非世勝人，而魯醯遮婆羅門尊重供養如羅漢法。」",
      "時，尊者摩訶迦旃延語諸年少言：「年少！年少！莫作聲。」諸少年言終，不敢復言。如是再三，語猶不止。",
      "於是尊者摩訶迦旃延出戶外，語諸年少言：「年少！年少！汝等莫語，我今當為汝等說法，汝等且聽。」",
      "諸年少言：「諾！唯願說法，我當聽受。」",
      "爾時，尊者摩訶迦旃延即說偈言：「",
      "古昔婆羅門，修習勝妙戒，得生宿命智，娛樂真諦禪，",
      "常住於慈悲，關閉諸根門，調伏於口過，古昔行如是。",
      "捨本真實行，而存虛偽事，守族姓放逸，從諸根六境；",
      "自餓居塚間，三浴誦三典，不守護根門，猶如夢得寶；",
      "編髮衣皮褐，戒盜灰坌身，麁衣以蔽形，執杖持水瓶，",
      "假形婆羅門，以求於利養。",
      "善攝護其身，澄淨離塵垢，不惱於眾生，是道婆羅門。」",
      "爾時，諸年少婆羅門瞋恚不喜，語尊者摩訶迦旃延：「謗我經典，毀壞所說，罵辱婆羅門。」執持薪束，還魯醯遮婆羅門所，語魯醯遮婆羅門言：「和上知不？彼摩訶迦旃延誹謗經典，毀呰言說，罵辱婆羅門。」",
      "魯醯遮婆羅門語諸年少：「諸年少！莫作是語，所以者何？摩訶迦旃延宿重戒德，不應謗毀經典，毀呰言說，罵婆羅門。」",
      "諸年少言：「和上不信我言，當自往看。」"
    ],
    [
      "時，魯醯遮婆羅門不信諸年少語，往詣摩訶迦旃延，共相問訊慰勞已退坐一面，語摩訶迦旃延言：「我諸年少弟子來到此不？」",
      "答言：「到此。」",
      "「少多與共言語不？」",
      "答云：「與共言語。」",
      "魯醯遮婆羅門言：「汝與諸年少共語，今可為我盡說是。」",
      "摩訶迦旃延即為廣說。",
      "時，魯醯遮婆羅門亦復瞋恚，心得不喜，語摩訶迦旃延：「我先不信諸年少語，今摩訶迦旃延真實誹謗經典，毀呰而說，罵辱婆羅門。」作此語已，小默然住須臾，復語摩訶迦旃延：「仁者所說門，何等為門？」",
      "摩訶迦旃延言：「善哉！善哉！婆羅門！所問如法，我今當為汝說門。婆羅門！眼是門，以見色故，耳鼻舌身意是門，以識法故。」",
      "婆羅門言：「奇哉！摩訶迦旃延！我問其門，即說其門。如摩訶迦旃延所說不守護門，云何不守護門？」",
      "摩訶迦旃延言：「善哉！善哉！婆羅門！問不守護門，是如法問，今當為汝說不守護門。婆羅門！愚癡無聞凡夫眼見色已，於可念色而起緣著，不可念色而起瞋恚，不住身念處，故於心解脫、慧解脫無如實知，於彼起種種惡不善法，不得無餘滅盡，於心解脫、慧解脫妨礙，不得滿足，心解脫、慧解脫不滿故，身滿惡行，不得休息，心不寂靜，以不寂靜故，於其根門則不調伏、不守護、不修習；如眼色，耳聲、鼻香、舌味、身觸、意法亦復如是。」",
      "魯醯遮婆羅門言：「奇哉！奇哉！摩訶迦旃延，我問不守護門，即為我說不守護門。摩訶迦旃延！云何復名善守護門？」",
      "摩訶迦旃延語婆羅門言：「善哉！善哉！汝能問我善守護門義，諦聽！善思！當為汝說守護門義。多聞聖弟子眼見色已，於可念色不起緣著，不可念色不起瞋恚，常攝其心住身念處，無量心解脫、慧解脫如實知，於彼所起惡不善法寂滅無餘，於心解脫、慧解脫而得滿足，解脫滿足已，身觸惡行悉得休息，心得正念，是名初門善調伏守護修習；如眼及色，耳聲、鼻香、舌味、身觸、意法亦復如是。」",
      "魯醯遮婆羅門言：「奇哉！摩訶迦旃延！我問守護門義，即為我說守護門義。譬如士夫求毒藥草，反得甘露，今我如是，瞋恚而來，至此座坐，而摩訶迦旃延以大法雨雨我身中，如雨甘露。摩訶迦旃延！家中多事，今請還家。」",
      "摩訶迦旃延言：「婆羅門！宜知是時。」"
    ]
  ],
  "結": "時，魯醯遮婆羅門聞摩訶迦旃延所說，歡喜隨喜，從坐起去。",
  "fu": {
    "摘": "眼見色已，於可念色不起緣著，不可念色不起瞋恚，常攝其心住身念處，無量心解脫、慧解脫如實知，於彼所起惡不善法寂滅無餘，心得正念；如眼及色，耳聲、鼻香、舌味、身觸、意法亦復如是。",
    "法義": "門 守護 寂靜"
  }
}