{
  "ps": {
    "卷號": "14",
    "篇號": "344",
    "篇名": "欲有無明病斷無明生明",
    "地點": "耆闍崛山",
    "說者": "舍利弗尊者",
    "受者": "摩訶拘絺羅尊者"
  },
  "起": "如是我聞：一時，佛住王舍城迦蘭陀竹園。",
  "法": [
    [
      "爾時，尊者舍利弗、尊者摩訶拘絺羅住耆闍崛山。時，尊者摩訶拘絺羅晡時從禪定起，詣舍利弗所，共相慶慰，共相慶慰已退坐一面，語尊者舍利弗：「欲有所問，寧有閑暇見答與不？」",
      "尊者舍利弗語尊者摩訶拘絺羅：「仁者但問，知者當答。」"
    ],
    [
      "尊者摩訶拘絺羅語尊者舍利弗言：「多聞聖弟子於此法律成就何法名為見具足、直見成就、成就於佛不壞淨、來入正法、得此正法、悟此正法？」",
      "尊者舍利弗語尊者摩訶拘絺羅：「多聞聖弟子於不善法如實知、不善根如實知、善法如實知、善根如實知。",
      "云何不善法如實知？不善身業、口業、意業，是名不善法，如是不善法如實知。",
      "云何不善根如實知？三不善根 — 貪不善根、恚不善根、癡不善根，是名不善根，如是不善根如實知。",
      "云何善法如實知？善身業、口業、意業，是名善法，如是善法如實知。",
      "云何善根如實知？謂三善根 — 無貪、無恚、無癡，是名三善根，如是善根如實知。",
      "尊者摩訶拘絺羅！如是多聞聖弟子不善法如實知、不善根如實知、善法如實知、善根如實知故，於此法律正見具足、直見成就、於佛不壞淨成就、來入正法、得此正法、悟此正法。」"
    ],
    [
      "尊者摩訶拘絺羅語尊者舍利弗：「正有此等，更有餘耶？」",
      "尊者舍利弗言：「有！若多聞聖弟子於食如實知，食集、食滅、食滅道跡如實知。",
      "云何於食如實知？謂四食，何等為四？一者麁摶食，二者細觸食，三者意思食，四者識食，是名為食，如是食如實知。",
      "云何食集如實知？謂當來有愛喜貪俱，彼彼樂著，是名食集，如是食集如實知。",
      "云何食滅如實知？若當來有愛喜貪俱、彼彼樂著無餘斷、捨、吐、盡、離欲、滅、息、沒，是名食滅，如是食滅如實知。",
      "云何食滅道跡如實知？謂八聖道 — 正見、正志、正語、正業、正命、正方便、正念、正定，是名食滅道跡，如是食滅道跡如實知。",
      "若多聞聖弟子於此食如實知、食集如實知、食滅如實知、食滅道跡如實知，是故多聞聖弟子於正法律正見具足、直見成就、於佛不壞淨成就、來入正法、得此正法、悟此正法。」"
    ],
    [
      "尊者摩訶拘絺羅復問尊者舍利弗：「正有此等，更有餘耶？」",
      "尊者舍利弗言：「尊者摩訶拘絺羅！復更有餘，多聞聖弟子於病如實知、病集如實知、病滅如實知、病滅道跡如實知。",
      "云何有病如實知？謂三病，欲病、有病、無明病，是名病，如是病如實知。",
      "云何病集如實知？無明集是病集，是名病集如實知。",
      "云何病滅如實知？無明滅是病滅，如是病滅如實知。",
      "云何病滅道跡如實知？謂八正道，如前說，如是病滅道跡如實知。",
      "若多聞聖弟子於病如實知、病集如實知、病滅如實知、病滅道跡如實知，故多聞聖弟子於此法律正見具足，乃至悟此正法。」"
    ],
    [
      "尊者摩訶拘絺羅問尊者舍利弗：「正有此等，更有餘耶？」",
      "尊者舍利弗語尊者摩訶拘絺羅：「亦更有餘，多聞聖弟子於苦如實知、苦集如實知、苦滅如實知、苦滅道跡如實知。",
      "云何苦如實知？謂生苦、老苦、病苦、死苦、恩愛別苦、怨憎會苦、所欲不得苦，如是略說五受陰苦，是名為苦，如是苦如實知。",
      "云何苦集如實知？當來有愛喜貪俱、彼彼集著，是名苦集，如是苦集如實知。",
      "云何苦滅如實知？若當來有愛喜貪俱、彼彼染著無餘斷乃至息沒，是名苦滅，如是苦滅如實知。",
      "云何苦滅道跡如實知？謂八聖道，如上說，是名苦滅道跡，如是苦滅道跡如實知。",
      "多聞聖弟子如是苦如實知，苦集、苦滅、苦滅道跡如實知，如是聖弟子於我法律具足正見、直見成就、於佛不壞淨成就、來入正道、得此正法、悟此正法。」"
    ],
    [
      "復問尊者舍利弗：「正有此法，復有餘耶？」",
      "尊者舍利弗答言：「更有餘，謂多聞聖弟子老死如實知、老死集如實知、老死滅如實知、老死滅道跡如實知，如前分別經說。",
      "云何老死集如實知？生集是老死集，生滅是老死滅，老死滅道跡謂八正道，如前說。",
      "多聞聖弟子於此老死如實知，乃至老死滅道跡如實知，如是聖弟子於我法律正見具足、直見成就、於佛不壞淨成就、來入正法、得此正法、悟此正法。",
      "如是生、有、取、愛、受、觸、六入處、名色、識、行，聖弟子於行如實知、行集、行滅、行滅道跡如實知。",
      "云何行如實知？行有三種 — 身行、口行、意行，如是行如實知。",
      "云何行集如實知？無明集是行集，如是行集如實知。",
      "云何行滅如實知？無明滅是行滅，如是行滅如實知。",
      "云何行滅道跡如實知？謂八聖道，如前說。",
      "摩訶拘絺羅！是名聖弟子行如實知、行集、行滅、行滅道跡如實知，於我法律正見具足、直見成就、於佛不壞淨成就、來入正法、得此正法、悟此正法。」"
    ],
    [
      "摩訶拘絺羅復問尊者舍利弗：「唯有此法，更有餘耶？」",
      "舍利弗答言：「摩訶拘絺羅！汝何為逐？汝終不能究竟諸論得其邊際！若聖弟子斷除無明而生明，何須更求！」"
    ]
  ],
  "結": "時，二正士共論義已各還本處。",
  "fu": {
    "摘": "云何有病如實知？謂三病，欲病、有病、無明病，是名病。若聖弟子斷除無明而生明，何須更求！",
    "法義": "無明 病 四食"
  }
}