{
  "ps": {
    "卷號": "14",
    "篇號": "347",
    "篇名": "当先知法住後知涅槃",
    "地點": "王舍城迦蘭陀竹園",
    "受者": "須深尊者"
  },
  "起": "如是我聞：一時，佛住王舍城迦蘭陀竹園。",
  "法": [
    "若王、大臣、婆羅門、長者、居士及餘世人所共恭敬尊重供養，佛及諸聲聞眾大得利養 — 衣被、飲食、臥具、湯藥，都不恭敬尊重供養眾邪異道衣被、飲食、臥具、湯藥。爾時，眾多異道聚會未曾講堂作如是論：「我等昔來常為國王、大臣、長者、居士及餘一切之所奉事，恭敬供養衣被、飲食、臥具、湯藥，今悉斷絕，但恭敬供養沙門瞿曇聲聞大眾衣被、飲食、臥具、湯藥。今此眾中誰有智慧大力堪能密往詣彼沙門瞿曇眾中出家？聞彼法已來還廣說，我等當復用彼聞法化諸國王大臣、長者居士，令其信樂，可得還復供養如前。」時，有人言：「有一年少名曰須深，聰明黠慧，堪能密往沙門瞿曇眾中出家，聽彼法已來還宣說。」時，諸外道詣須深所而作是言：「我今日大眾聚集未曾講堂作如是論：『我等先來為諸國王大臣、長者居士及諸世人之所恭敬奉事供養衣被、飲食、臥具、湯藥，今悉斷絕，國王、大臣、長者、居士及諸世間悉共奉事沙門瞿曇聲聞大眾，我此眾中誰有聰明黠慧堪能密往沙門瞿曇眾中出家學道？聞彼法已來還宣說，化諸國王大臣、長者居士，令我此眾還得恭敬尊重供養。』其中有言：『唯有須深聰明黠慧，堪能密往瞿曇法中出家學道，聞彼說法悉能受持來還宣說。』是故我等故來相請，仁者當行。」",
    [
      "時，彼須深默然受請，詣王舍城迦蘭陀竹園。時，眾多比丘出房舍外露地經行。爾時須深詣眾多比丘而作是言：「諸尊！我今可得於正法中出家受具足修梵行不？」時，眾多比丘將彼須深詣世尊所，稽首禮足，退住一面，白佛言：「世尊！今此外道須深欲求於正法中出家受具足修梵行。」",
      "爾時世尊知外道須深心之所念，告諸比丘：「汝等當度彼外道須深，令得出家。」時，諸比丘願度須深。"
    ],
    [
      "出家已經半月，有一比丘語須深言：「須深當知，我等生死已盡，梵行已立，所作已作，自知不受後有。」",
      "時，彼須深語比丘言：「尊者！云何？學離欲、惡不善法，有覺有觀，離生喜樂，具足初禪，不起諸漏，心善解脫耶？」",
      "比丘答言：「不也，須深！」",
      "復問：「云何？離有覺有觀，內淨一心，無覺無觀，定生喜樂，具足第二禪，不起諸漏，心善解脫耶？」",
      "比丘答言：「不也，須深！」",
      "復問：「云何？尊者！離喜，捨心住正念正智，身心受樂，聖說及捨，具足第三禪，不起諸漏，心善解脫耶？」",
      "答言：「不也，須深！」",
      "復問：「云何？尊者！離苦息樂，憂喜先斷，不苦不樂捨，淨念一心，具足第四禪，不起諸漏，心善解脫耶？」",
      "答言：「不也，須深！」",
      "復問：「若復寂靜，解脫起色、無色，身作證，具足住，不起諸漏，心善解脫耶？」",
      "答言：「不也，須深！」",
      "須深復問：「云何？尊者！所說不同，前後相違，云何不得禪定而復記說？」",
      "比丘答言：「我是慧解脫也。」作是說已，眾多比丘各從座起而去。"
    ],
    [
      "爾時須深知眾多比丘去已，作是思惟：「此諸尊者所說不同，前後相違，言不得正受，而復記說自知作證。」作是思惟已往詣佛所，稽首禮足，退住一面，白佛言：「世尊！彼眾多比丘於我面前記說：『我生已盡，梵行已立，所作已作，自知不受後有。』我即問彼尊者：『得離欲、惡不善法，乃至身作證，不起諸漏，心善解脫耶？』彼答我言：『不也，須深！』我即問言：『所說不同，前後相違，言不入正受，而復記說自知作證。』彼答我言：『得慧解脫。』作此說已，各從座起而去。我今問世尊：『云何彼所說不同，前後相違，不得正受而復說言自知作證？』」",
      "佛告須深：「彼先知法住，後知涅槃，彼諸善男子獨一靜處專精思惟不放逸法，離於我見，不起諸漏，心善解脫。」",
      "須深白佛：「我今不知『先知法住，後知涅槃，彼諸善男子獨一靜處專精思惟不放逸法，離於我見，不起諸漏，心善解脫。』」",
      "佛告須深：「不問汝知不知，且自先知法住，後知涅槃，彼諸善男子獨一靜處專精思惟，不放逸住，離於我見，心善解脫。」",
      "須深白佛：「唯願世尊為我說法，令我得知法住智，得見法住智。」",
      "佛告須深：「我今問汝，隨意答我。須深！於意云何？有生故有老死，不離生有老死耶？」",
      "須深答曰：「如是，世尊！」",
      "「有生故有老死，不離生有老死，如是生、有、取、愛、受、觸、六入處、名色、識、行、無明，有無明故有行，不離無明而有行耶？」",
      "須深白佛：「如是，世尊！有無明故有行，不離無明而有行。」",
      "佛告須深：「無生故無老死，不離生滅而老死滅耶？」",
      "須深白佛言：「如是，世尊！無生故無老死，不離生滅而老死滅。」",
      "「如是，乃至無無明故無行，不離無明滅而行滅耶？」",
      "須深白佛：「如是，世尊！無無明故無行，不離無明滅而行滅。」",
      "佛告須深：「作如是知如是見者為有離欲、惡不善法乃至身作證具足住不？」",
      "須深白佛：「不也，世尊！」",
      "佛告須深：「是名先知法住，後知涅槃，彼諸善男子獨一靜處專精思惟，不放逸住，離於我見，不起諸漏，心善解脫。」",
      "佛說此經已，尊者須深遠塵離垢，得法眼淨。"
    ],
    [
      "爾時，須深見法得法，覺法度疑，不由他信，不由他度，於正法中心得無畏，稽首佛足，白佛言：「世尊！我今悔過，我於正法中盜密出家，是故悔過。」",
      "佛告須深：「云何於正法中盜密出家？」",
      "須深白佛言：「世尊！有眾多外道來詣我所語我言：『須深當知，我等先為國王大臣、長者居士及餘世人恭敬供養，而今斷絕，悉共供養沙門瞿曇聲聞大眾，汝今密往沙門瞿曇聲聞眾中出家受法，得彼法已還來宣說，我等當以彼聞法教化世間，令彼恭敬供養如初。』是故，世尊！我於正法律中盜密出家，今日悔過，唯願世尊聽我悔過，以哀愍故。」",
      "佛告須深：「受汝悔過！汝當具說：『我昔愚癡，不善無智，於正法律盜密出家，今日悔過，自見罪、自知罪，於當來世律儀成就，功德增長，終不退減。』所以者何？凡人有罪，自見自知而悔過者，於當來世律儀成就，功德增長，終不退減。」",
      "佛告須深：「今當說譬，其智慧者以譬得解。譬如國王有防邏者，捉捕盜賊，縛送王所，白言：『大王！此人劫盜，願王處罪。』王言：『將罪人去，反縛兩手，惡聲宣令，周遍國中，然後將出城外刑罪人處，遍身四體劖以百矛。』彼典刑者受王教令，送彼罪人，反縛兩手，惡聲宣唱，周遍城邑，將出城外刑罪人處，遍身四體劖以百矛，日中，王問：『罪人活耶？』臣白言：『活。』王復勅臣：『復劖百矛。』至日晡時復劖百矛，彼猶不死。」",
      "佛告須深：「彼王治罪劖以三百矛，彼罪人身寧有完處如手掌不？」",
      "須深白佛：「無也，世尊！」",
      "復問須深：「時彼罪人劖以三百矛因緣受苦極苦劇不？」",
      "須深白佛：「極苦！世尊！若劖以一矛，苦痛難堪，況三百矛，當可堪忍！」",
      "佛告須深：「此尚可耳，若於正法律盜密出家，盜受持法為人宣說，當受苦痛倍過於彼。」"
    ]
  ],
  "結": "佛說是法時，外道須深漏盡意解，佛說此經已，尊者須深聞佛所說，歡喜奉行。",
  "fu": {
    "摘": "先知法住，後知涅槃，獨一靜處專精思惟，不放逸住，離於我見，不起諸漏，心善解脫。",
    "法義": "法住 涅槃 盜密"
  }
}