{
  "ps": {
    "卷號": "22",
    "篇號": "592",
    "篇名": "給孤獨長者見佛"
  },
  "起": "如是我聞：一時，佛住王舍城寒林中丘塚間。",
  "法": [
    [
      "時，給孤獨長者有小因緣至王舍城，止宿長者舍，夜見長者告其妻子、僕使、作人言：「汝等皆起，破樵然火，炊飯作餅，調和眾味，莊嚴堂舍。」給孤獨長者見已，作是念：「今此長者何所為作？為嫁女娶婦耶？為請賓客、國王、大臣耶？」念已，即問長者：「汝何所作？為嫁女娶婦？為請賓客、國王、大臣耶？」",
      "時，彼長者答給孤獨長者言：「我不嫁女娶婦，亦不請呼國王大臣，唯欲請佛及比丘僧，設供養耳。」",
      "時，給孤獨長者聞未曾聞佛名字已，心大歡喜，身諸毛孔皆悉怡悅，問彼長者言：「何名為佛？」",
      "長者答言：「有沙門瞿曇，是釋種子，於釋種中剃除鬚髮，著袈裟衣，正信非家，出家學道，得阿耨多羅三藐三菩提，是名為佛。」",
      "給孤獨長者言：「云何名僧？」",
      "彼長者言：「若婆羅門種剃除鬚髮，著袈裟衣，信家非家而隨佛出家；或剎利種、毘舍種、首陀羅種善男子等剃除鬚髮，著袈裟衣，正信非家，彼佛出家而隨出家，是名為僧。今日請佛及現前僧，設諸供養。」",
      "給孤獨長者問彼長者言：「我今可得往見世尊不？」",
      "彼長者答言：「汝且住此，我請世尊來至我舍，於此得見。」"
    ],
    [
      "時，給孤獨長者即於其夜至心念佛，因得睡眠，天猶未明，忽見明相，謂天已曉，欲出其舍，行向城門，至城門下，夜始二更，城門未開，王家常法，待遠使命來往，至初夜盡，城門乃閉，中夜已盡，輒復開門，欲令行人早得往來。爾時，給孤獨長者見城門開，而作是念：「定是夜過天曉門開。」乘明相出於城門，出城門已，明相即滅，輒還闇冥，給孤獨長者心即恐怖，身毛為竪，得無為人及非人或姦姣人恐怖我耶？即便欲還。",
      "爾時，城門側有天神住，時，彼天神即放身光，從其城門至寒林丘塜間光明普照，告給孤獨長者言：「汝且前進，可得勝利，慎勿退還。」時，彼天神即說偈言：「善良馬百匹，黃金滿百斤，騾車及馬車，各各有百乘，種種諸珍奇，重寶載其上，宿命種善根，得如此福報，若人宗重心，向佛行一步，十六分之一，過前福之上。是故，長者！汝當前進，慎勿退還！」即復說偈：「雪山大龍象，純金為莊飾，巨身長大牙，以此象施人，不及向佛福，十六分之一。是故，長者！當速前進，得其大利，非退還也。」復說偈言：「金菩闍國女，其數有百人，種種眾妙寶，瓔珞具莊嚴，以是持施與，不及行向佛，一步之功德，十六分之一。是故，長者！當速前進，得其勝利，非退還也。」",
      "時，給孤獨長者問天神言：「賢者！汝是何人？」",
      "天神答言：「我是摩頭息揵大摩那婆先，是長者善知識，於尊者舍利弗、大目揵連所起信敬心，緣斯功德，今得生天，典此城門，是故告長者：『但當進前，慎莫退還，前進得利，非退還也。』」",
      "時，給孤獨長者作是念：「佛興於世，非為小事，得聞正法，亦非小事，是故天神勸我令進，往見世尊。」時，給孤獨長者尋其光明，逕至寒林丘塜間。"
    ],
    [
      "爾時，世尊出房露地經行，給孤獨長者遙見佛已，即至其前，以俗人禮法恭敬問訊：「云何？世尊！安隱臥不？」",
      "爾時，世尊說偈答言：「婆羅門涅槃，是則常安樂，愛欲所不染，解脫永無餘，斷一切希望，調伏心熾燃，心得寂止息，止息安隱眠。」",
      "爾時，世尊將給孤獨長者往入房中，就座而坐，端身繫念，爾時，世尊為其說法，示、教、照、喜已，世尊說：「諸法無常，宜布施福事、持戒福事、生天福事，欲味、欲患、欲出、遠離之福。」",
      "給孤獨長者聞法、見法、得法、入法、解法，度諸疑惑，不由他信，不由他度，入正法律，心得無畏，即從座起，正衣服，為佛作禮，右膝著地，合掌白佛言：「已度！世尊！已度！善逝！我從今日盡其壽命歸佛、歸法、歸比丘僧，為優婆塞，證知我。」"
    ],
    [
      "爾時，世尊問給孤獨長者：「汝名何等？」",
      "長者白佛：「名須達多，以常給孤貧辛苦故，時人名我為給孤獨。」",
      "世尊復問：「汝居何處？」",
      "長者白佛言：「世尊！在拘薩羅人間，城名舍衛，唯願世尊來舍衛國，我當盡壽供養衣被、飲食、房舍、床臥、隨病湯藥。」",
      "佛問長者：「舍衛國有精舍不？」",
      "長者白佛：「無也，世尊！」",
      "佛告長者：「汝可於彼建立精舍，令諸比丘往來宿止。」",
      "長者白佛：「但使世尊來舍衛國，我當造作精舍僧房，令諸比丘往來止住。」",
      "爾時，世尊默然受請。"
    ]
  ],
  "結": "時，長者知佛世尊默然受請已，從座起，稽首佛足而去。",
  "fu": {
    "摘": "婆羅門涅槃，是則常安樂，愛欲所不染，解脫永無餘，斷一切希望，調伏心熾燃，心得寂止息，止息安隱眠。諸法無常，宜布施福事、持戒福事、生天福事，欲味、欲患、欲出、遠離之福。"
  }
}