{
  "ps": {
    "卷號": "6",
    "篇號": "139",
    "篇名": "正慧觀非我斷苦及邪見"
  },
  "起": "如是我聞：一時，佛住舍衛國祇樹給孤獨園。",
  "法": [
    "爾時，世尊告諸比丘：「何所有故何所起？何所繫？何所著？何所見我？若未起憂悲惱苦令起，已起憂悲惱苦重令增廣？」",
    "諸比丘白佛言：「世尊是法根、法眼、法依，唯願廣說，諸比丘聞已，當受奉行。」",
    "佛告諸比丘：「色有故色起，色繫著故於色見我，未起憂悲惱苦令起，已起憂悲惱苦重令增廣；受想行識亦復如是。」",
    "「諸比丘！於意云何？色為常耶為非常耶？」",
    "答曰：「無常，世尊！」",
    "復問：「若無常者，是苦耶？」",
    "答曰：「是苦，世尊！」",
    "「如是，比丘！若無常者是苦，是苦有故是事起、繫、著、見我，若未起憂悲惱苦令起，已起憂悲惱苦重令增廣；受想行識亦復如是，是故，諸比丘！諸所有色——若過去若未來若現在、若內若外、若麁若細、若好若醜、若遠若近，彼一切非我、非異我、不相在，是名正慧；受想行識亦復如是。",
    "若復見聞覺識起，求憶、隨覺、隨觀彼一切非我、非異我、不相在，是名正慧。",
    "若見有我、有世間、有此世、有他世常恒不變易，彼一切非我、非異我、不相在，是名正慧。",
    "若復有見非此世我、非此世我所、非當來我、非當來我所，彼一切非我、不異我、不相在，是名正慧。",
    "若多聞聖弟子於此六見處觀察非我、非我所，如是觀者於佛狐疑斷，於法、僧狐疑斷，是名比丘多聞聖弟子不復堪任作身口意業，趣三惡道，正使放逸，聖弟子決定向三菩提，七有天人往來，作苦邊。」"
  ],
  "結": "佛說此經已，諸比丘聞佛所說，歡喜奉行。",
  "同": [
    "次經亦如是，差別者：苦、集、滅、道狐疑斷。",
    "次經亦如是，差別者：佛、法、僧、苦、集、滅、道狐疑斷。",
    "次經亦如是，差別者：何所有故何所起？何所繫著？何所見我？未起我、我所、我慢繫著使起，已起我、我所、我慢繫著使重令增廣。",
    "次經亦如是，差別者：若未起有漏、障礙、燒然、憂、悲、惱、苦生，已起有漏、障礙、燒然、憂、悲、惱、苦重令增廣。",
    "次經亦如是，差別者：若三受形世間轉。",
    "次經亦如是，差別者：令三苦世間轉。",
    "次經亦如是，差別者：令世八法世間轉？",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『我勝、我等、我卑。』",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『有勝我者、有等我者、有卑我者。』",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『無勝我者、無等我者、無卑我者。』",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『有我、有此世、有他世常恒不變易法，如爾安住。』",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『如是我彼一切不二，不異不滅。』",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『無施、無會、無說、無善趣惡趣業報、無此世他世、無母、無父、無眾生、無世間阿羅漢正到正趣，若此世他世，見法自知，身作證，具足住：「我生已盡，梵行已立，所作已作，自知不受後有。」』？",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『無力、無精進、無力精進、無士夫方便、無士夫精勤、無士夫方便精勤、無自作、無他作、無自他作，一切人、一切眾生、一切神無方便、無力、無勢、無精進、無堪能、定分、相續、轉變、受苦樂六趣。』",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『諸眾生此世活，死後斷壞無所有，四大和合士夫身命終時地歸地、水歸水、火歸火、風歸風，根隨空轉，輿床第五，四人持死人往塜間，乃至未燒可知燒然已骨白鴿色立，高慢者知施，黠慧者知受，若說有者，彼一切虛誑妄說，若愚若智，死後他世俱斷壞無所有。』",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『眾生煩惱，無因無緣。』",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『眾生清淨，無因無緣。』",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『眾生無知無見，無因無緣。』",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『謂七身非作、非作所作，非化、非化所化，不殺、不動、堅實，何等為七？所謂地身、水身、火身、風身、樂、苦、命，此七種身非作、非作所作，非化、非化所化，不殺、不動、堅實、不轉、不變、不相逼迫，若福、若惡、若福惡，若苦、若樂、若苦樂，若士梟、士首，亦不逼迫世間，若命、若身，七身間間容刀往返，亦不害命，於彼無殺、無殺者，無繫、無繫者，無念、無念者，無教、無教者。』？",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『作、教作，斷、教斷，煮、教煮，殺、教殺，害眾生、盜他財、行邪婬、知言妄語、飲酒、穿牆、斷鏁、偷奪、復道害村、害城、害人民、以極利劍輪鈆割斫截作大肉聚，作如是學：「彼非惡因緣，亦非招惡，於恒水南殺害而去，恒水北作大會而來，彼非因緣福惡，亦非招福惡；惠施、調伏、護持、行利、同利，於此所作亦非作福。」』？",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『於此十四百千生門、六十千六百五業、三業、二業、一業、半業、六十二道跡、六十二內劫、百二十泥黎、百三十根、三十六貪界、四十九千龍家、四十九千金翅鳥家、四十九千邪命外道、四十九千外道出家、七想劫、七無想劫、七阿修羅、七毘舍遮、七天、七人、七百海、七夢、七百夢、七嶮、七百嶮、七覺、七百覺、六生、十增進、八大士地，於此八萬四千大劫，若愚若智，往來經歷，究竟苦邊。彼無有沙門、婆羅門作如是說：我常持戒，受諸苦行，修諸梵行，不熟業者令熟，已熟業者棄捨，進退不可知，此苦樂常住，生死定量，譬如縷丸擲著空中，漸漸來下，至地自住，如是八萬四千大劫生死定量，亦復如是。』",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『風不吹、火不燃、水不流、箭不射、懷妊不產、乳不搆、日月若出若沒若明若闇不可知。』",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『此大梵自在，造作自然，為眾生父。』",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『色是我，餘則虛名；無色是我，餘則虛名；色非色是我，餘則虛名；非色非無色是我，餘則虛名；我有邊，餘則虛名；我無邊，餘則虛名；我有邊無邊，餘則虛名；我非有邊非無邊，餘則虛名；一想、種種想、多想、無量想，我一向樂、一向苦、若苦、樂、不苦不樂，餘則虛名。』",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『色是我，餘則妄想；非色、非非色是我，餘則妄想；我有邊，餘則妄想；我無邊，餘則妄想；我非有邊非無邊，餘則妄想；我一想、種種想、少想、無量想，我一向樂、一向苦，若苦、樂、不苦不樂。』",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『我世間常、世間無常、世間常無常、世間非常非無常，世有邊、世無邊、世有邊無邊、世非有邊非無邊，命即是身、命異身異，如來死後有、如來死後無、如來死後有無、如來死後非有非無。』",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『世間我常、世間我無常、世間我常無常、世間我非常非無常；我苦常、我苦無常、我苦常無常、我苦非常非無常；世間我自作、世間我他作、世間我自作他作、世間我非自作非他作非自非他無因作；世間我苦自作、世間我苦他作、世間我苦自他作、世間我苦非自非他無因作。』",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『若無五欲娛樂，是則見法般涅槃；若離惡不善法，有覺有觀，離生喜樂，入初禪，乃至第四禪，是第一義般涅槃。』",
    "次經亦如是，差別者：令諸眾生作如是見、如是說：『若麁四大色斷壞、無所有，是名我正斷；若復我欲界斷壞、死後無所有，是名我正斷；若復我色界死後斷壞、無所有，是名我正斷；若得空入處、識入處、無所有入處、非想非非想入處，我死後斷壞、無所有，是名我正斷。』"
  ],
  "fu": {
    "摘": "色繫著故於色見我，未起憂悲惱苦令起，已起憂悲惱苦重令增廣；受想行識亦復如是。若見聞覺識起，求憶、隨覺、隨觀彼一切非我、非異我、不相在，是名正慧。",
    "法義": "非我 正慧 邪見"
  }
}