{
  "ps": {
    "卷號": "5",
    "篇號": "103",
    "篇名": "思惟五受陰觀察其生滅",
    "受者": "上座比丘",
    "地點": "拘舍彌國瞿師羅園",
    "說者": "差摩比丘"
  },
  "起": "如是我聞：一時，有眾多上座比丘住拘舍彌國瞿師羅園。",
  "法": [
    "時，有差摩比丘住拘舍彌國跋陀梨園，身得重病，時，有陀娑比丘為瞻病者，時，陀娑比丘詣諸上座比丘，禮諸上座比丘足，於一面住。",
    "諸上座比丘告陀娑比丘言：「汝往詣差摩比丘所，語言：『諸上座問汝，身小差安隱、苦患不增劇耶？』」",
    "時，陀娑比丘受諸上座比丘教，至差摩比丘所語差摩比丘言：「諸上座比丘問訊汝，苦患漸差不？眾苦不至增耶？」",
    "差摩比丘語陀娑比丘言：「我病不差，不安隱身，諸苦轉增無救！譬如多力士夫取羸劣人以繩繼頭，兩手急絞，極大苦痛，我今苦痛有過於彼；譬如屠牛，以利刀生割其腹，取其內藏，其牛腹痛當何可堪！我今腹痛甚於彼牛；如二力士捉一劣夫懸著火上，燒其兩足，我今兩足熱過於彼。」",
    "時，陀娑比丘還至諸上座所，以差摩比丘所說病狀具白諸上座。",
    "時，諸上座還遣陀娑比丘至差摩比丘所，語差摩比丘言：「世尊所說，有五受陰，何等為五？色受陰，受想行識受陰。汝差摩能少觀察此五受陰非我、非我所耶？」",
    "時，陀娑比丘受諸上座比丘教已往語差摩比丘言：「諸上座語汝，世尊說五受陰，汝少能觀察非我、非我所耶？」",
    "差摩比丘語陀娑言：「我於彼五受陰能觀察非我、非我所。」",
    "陀娑比丘還白諸上座：「差摩比丘言：『我於五受陰能觀察非我、非我所。』」",
    "諸上座比丘復遣陀娑比丘語差摩比丘言：「汝能於五受陰觀察非我、非我所如漏盡阿羅漢耶？」",
    "時，陀娑比丘受諸上座比丘教，往詣差摩比丘所語差摩言：「比丘能如是觀五受陰者如漏盡阿羅漢耶？」",
    "差摩比丘語陀娑比丘言：「我觀五受陰非我、非我所，非漏盡阿羅漢也。」",
    "時，陀娑比丘還至諸上座所白諸上座：「差摩比丘言：『我觀五受陰非我、非我所，而非漏盡阿羅漢也。』」",
    "時，諸上座語陀娑比丘：「汝復還語差摩比丘：『汝言「我觀五受陰非我、非我所，而非漏盡阿羅漢。」前後相違。』」",
    "陀娑比丘受諸上座比丘教，往語差摩比丘：「汝言『我觀五受陰非我、非我所，而非漏盡阿羅漢。』前後相違。」",
    "差摩比丘語陀娑比丘言：「我於五受陰觀察非我、非我所而非阿羅漢者，我於我慢、我欲、我使未斷、未知、未離、未吐。」",
    "陀娑比丘還至諸上座所白諸上座：「差摩比丘言：『我於五受陰觀察非我、非我所而非漏盡阿羅漢者，於五受陰我慢、我欲、我使未斷、未知、未離、未吐。』」",
    "諸上座復遣陀娑比丘語差摩比丘言：「汝言有我，於何所有我？為色是我？為我異色？受想行識是我？為我異識耶？」",
    "差摩比丘語陀娑比丘言：「我不言色是我，我異色，受想行識是我，我異識，然於五受陰我慢、我欲、我使未斷、未知、未離、未吐。」",
    "差摩比丘語陀娑比丘言：「何煩令汝駈駈往反！汝取杖來，我自扶杖詣彼上座，願授以杖。」差摩比丘即自扶杖詣諸上座。",
    "時，諸上座遙見差摩比丘扶杖而來，自為敷座，安停脚机，自往迎接，為持衣鉢，命令就座，共相慰勞，慰勞已語差摩比丘言：「汝言我慢，何所見我？色是我耶？我異色耶？受想行識是我耶？我異識耶？」",
    "差摩比丘白言：「非色是我，非我異色，非受想行識是我，非我異識，能於五受陰我慢、我欲、我使未斷、未知、未離、未吐，譬如優鉢羅、鉢曇摩、拘牟頭、分陀利華香，為即根香耶？為香異根耶？為莖葉鬚精麤香耶？為香異精麤耶？為等說不？」",
    "諸上座答言：「不也，差摩比丘！非優鉢羅、鉢曇摩、拘牟頭、分陀利根即是香，非香異根，亦非莖葉鬚精麤是香，亦非香異精麤也。」",
    "差摩比丘復問：「彼何等香？」",
    "上座答言：「是華香。」",
    "差摩比丘復言：「我亦如是！非色即我，我不離色，非受想行識即我，我不離識，然我於五受陰見非我、非我所，而於我慢、我欲、我使未斷、未知、未離、未吐。諸上座聽我說譬，凡智者因譬類得解，譬如乳母衣付浣衣者，以種種灰湯浣濯塵垢，猶有餘氣，要以種種雜香薰令消滅，如是，多聞聖弟子離於五受陰，正觀非我、非我所，能於五受陰我慢、我欲、我使未斷、未知、未離、未吐，然後於五受陰增進思惟，觀察生滅，此色、此色集、此色滅、此受想行識、此識集、此識滅，於五受陰如是觀生滅已，我慢、我欲、我使一切悉除，是名真實正觀。」",
    "差摩比丘說此法時，彼諸上座遠塵離垢，得法眼淨。差摩比丘不起諸漏，心得解脫，法喜利故，身病悉除。",
    "時，諸上座比丘語差摩比丘言：「我聞仁者初所說，已解已樂，況復重聞！所以問者，欲發仁者微妙辯才，非為嬈亂汝，便堪能廣說如來、應、等正覺法。」"
  ],
  "結": "時，諸上座聞差摩比丘所說，歡喜奉行。",
  "fu": {
    "摘": "於五受陰增進思惟，觀察生滅，此色、此色集、此色滅、此受想行識、此識集、此識滅，於五受陰如是觀生滅已，我慢、我欲、我使一切悉除，是名真實正觀。",
    "法義": "非我 正觀 法喜"
  }
}