{
  "ps": {
    "卷號": "5",
    "篇號": "105",
    "篇名": "諸慢斷故命終更不相續",
    "受者": "仙尼外道出家",
    "地點": "王舍城迦蘭陀竹園"
  },
  "起": "如是我聞：一時，佛住王舍城迦蘭陀竹園。",
  "法": [
    "爾時，有外道出家名仙尼來詣佛所，恭敬問訊，於一面坐，白佛言：「世尊！先一日時，若沙門、若婆羅門、若遮羅迦、若出家集於希有講堂，如是義稱，富蘭那迦葉為大眾主，五百弟子前後圍遶，其中有極聰慧者，有鈍根者，及其命終，悉不記說其所往生處；復有末迦梨瞿舍利子為大眾主，五百弟子前後圍遶，其諸弟子有聰慧者，有鈍根者，及其命終，悉不記說所往生處；如是先闍那毘羅胝子、阿耆多翅舍欽婆羅、迦羅拘陀迦栴延、尼揵陀若提子等各與五百弟子前後圍遶，亦如前者；沙門瞿曇爾時亦在彼論中，言：『沙門瞿曇為大眾主，其諸弟子有命終者即記說言『某生彼處、某生此處』。我先生疑：『云何沙門瞿曇得如此法？』」",
    [
      "佛告仙尼：「汝莫生疑，以有惑故，彼則生疑。仙尼！當知有三種師，何等為三？有一師見現在世真實是我，如所知說，而無能知命終後事，是名第一師出於世間；復次，仙尼！有一師見現在世真實是我，命終之後亦見是我，如所知說；復次，仙尼！有一師不見現在世真實是我，亦復不見命終之後真實是我。仙尼！其第一師見現在世真實是我，如所知說者，名曰斷見；彼第二師見今世後世真實是我，如所知說者，則是常見；彼第三師不見現在世真實是我，命終之後亦不見我，是則如來、應、等正覺說，現法愛斷、離欲、滅盡、涅槃。」",
      "仙尼白佛言：「世尊！我聞世尊所說，遂更增疑。」",
      "佛告仙尼：「正應增疑，所以者何？此甚深處，難見難知，應須甚深照微妙至到，聰慧所了，凡眾生類未能辯知，所以者何？眾生長夜異見異忍、異求異欲故。」"
    ],
    [
      "仙尼白佛言：「世尊！我於世尊所心得淨信，唯願世尊為我說法，令我即於此座慧眼清淨。」",
      "佛告仙尼：「今當為汝隨所樂說。」佛告仙尼：「色是常耶為無常耶？」",
      "答言：「無常。」",
      "世尊復問：「仙尼！若無常者，是苦耶？」",
      "答言：「是苦。」",
      "世尊復問仙尼：「若無常、苦，是變易法，多聞聖弟子寧於中見我、異我、相在不？」",
      "答言：「不也，世尊！」",
      "「受想行識亦復如是。」",
      "復問：「云何？仙尼！色是如來耶？」",
      "答言：「不也，世尊！」",
      "「受想行識是如來耶？」",
      "答言：「不也，世尊！」",
      "復問：「仙尼！異色有如來耶？異受想行識有如來耶？」",
      "答言：「不也，世尊！」",
      "復問：「仙尼！色中有如來耶？受想行識中有如來耶？」",
      "答言：「不也，世尊！」",
      "復問：「仙尼！如來中有色耶？如來中有受想行識耶？」",
      "答言：「不也，世尊！」",
      "復問：「仙尼！非色、非受想行識有如來耶？」",
      "答言：「不也，世尊！」"
    ],
    [
      "佛告仙尼：「我諸弟子聞我所說，不悉解義而起慢無間等，非無間等故，慢則不斷，慢不斷故，捨此陰已，與陰相續生，是故，仙尼！我則記說是諸弟子身壞命終生彼彼處，所以者何？以彼有餘慢故。",
      "仙尼！我諸弟子於我所說能解義者，彼於諸慢得無間等，得無間等故，諸慢則斷，諸慢斷故，身壞命終更不相續，仙尼！如是弟子我不說彼捨此陰已生彼彼處，所以者何？無因緣可記說故，欲令我記說者，當記說：『彼斷諸愛欲，永離有結，正意解脫，究竟苦邊。』",
      "我從昔來及今現在常說慢過、慢集、慢生、慢起，若於慢無間等觀，眾苦不生。」"
    ],
    [
      "佛說此法時，仙尼出家遠塵離垢，得法眼淨。爾時，仙尼出家見法得法，斷諸疑惑，不由他知，不由他度，於正法中心得無畏，從座起合掌白佛言：「世尊！我得於正法中出家修梵行不？」",
      "佛告仙尼：「汝於正法得出家，受具足戒，得比丘分。」",
      "爾時，仙尼得出家已，獨一靜處修不放逸，住如是思惟：「所以族姓子剃除鬚髮，正信非家，出家學道，修行梵行，見法自知，得證：『我生已盡，梵行已立，所作已作，自知不受後有。』」得阿羅漢。"
    ]
  ],
  "結": "聞佛所說，歡喜奉行。",
  "fu": {
    "摘": "我諸弟子於我所說能解義者，彼於諸慢得無間等，得無間等故，諸慢則斷，諸慢斷故，身壞命終更不相續，如是弟子我不說彼捨此陰已生彼彼處。",
    "法義": "往生 慢 解脫"
  }
}