{
  "ps": {
    "卷號": "5",
    "篇號": "109",
    "篇名": "釋義五陰之非我與異我",
    "說者": "舍利弗尊者"
  },
  "起": "如是我聞：一時，佛住舍衛國祇樹給孤獨園。",
  "法": [
    [
      "爾時，世尊告諸比丘：「譬如池水方五十由旬，深亦如是，其水盈滿，復有士夫以毛以草或以指爪以渧彼水，諸比丘！於意云何？彼士夫水渧為多池水為多？」",
      "比丘白佛：「彼士夫以毛以草或以指爪所渧之水少，少不足言，池水甚多，百千萬倍，不可為比。」",
      "「如是！諸比丘！見諦者所斷眾苦如彼池水，於未來世永不復生。」",
      "爾時，世尊說是法已，入室坐禪。"
    ],
    "時，尊者舍利弗於眾中坐，世尊入室去後，告諸比丘：「未曾所聞！世尊今日善說池譬，所以者何？聖弟子具足見諦，得無間等果，若凡俗邪見，身見根本，身見集，身見生，身見起，謂憂慼隱覆，慶吉保惜，說我，說眾生，說奇特矜舉，如是眾邪悉皆除滅，斷除根本，如折多羅樹，於未來世更不復生。諸比丘！何等為見諦聖弟子斷上眾邪，於未來世永不復起？",
    [
      "愚癡無聞凡夫見色是我、異我、我在色、色在我；見受想行識是我、異我、我在識、識在我。",
      "云何見色是我？得地一切入處正受，觀已作是念：『地即是我，我即是地，我及地唯一無二，不異不別。』如是水火風、青黃赤白一切入處正受，觀已作是念：『行即是我，我即是行，唯一無二，不異不別。』如是於一切入處一一計我，是名色即是我。",
      "云何見色異我？若彼見受是我，見受是我已，見色是我所，或見想行識即是我，見色是我所。",
      "云何見我中色？謂見受是我，色在我中，又見想行識即是我，色在我中。",
      "云何見色中我？謂見受即是我，於色中住，入於色，周遍其四體，見想行識是我，於色中住，周遍其四體，是名色中我。",
      "云何見受即是我？謂六受身——眼觸生受，耳鼻舌身意觸生受，此六受身一一見是我，我是受，是名受即是我。",
      "云何見受異我？謂見色是我，受是我所，謂想行識是我，受是我所，是名受異我。",
      "云何見我中受？謂色是我，受在其中，想行識是我，受在其中。",
      "云何見受中我？謂色是我，於受中住，周遍其四體，想行識是我，於受中住，周遍其四體，是名受中我。",
      "云何見想即是我？謂六想身——眼觸生想，耳鼻舌身意觸生想，此六想身一一見是我，是名想即是我。",
      "云何見想異我？謂見色是我，想是我所，識是我，想是我所，是名想異我。",
      "云何見我中想？謂色是我，想在中住，受行識是我，想在中住。",
      "云何見想中我？謂色是我，於想中住，周遍其四體，是名想中我。",
      "云何見行是我？謂六思身——眼觸生思，耳鼻舌身意觸生思，於此六思身一一見是我，是名行即是我。",
      "云何見行異我？謂色是我，行是我所，受想識是我，行是我所，是名行異我。",
      "云何見我中行？謂色是我，行在中住，受想識是我，行在中住，是謂我中行。",
      "云何見行中我？謂色是我，於行中住，周遍其四體，謂受想識是我，於行中住，周遍其四體，是名行中我。",
      "云何見識即是我？謂六識身——眼識，耳鼻舌身意識身，於此六識身一一見是我，是名識即是我。",
      "云何見識異我？見色是我，識是我所，見受想行是我，識是我所，是名識異我。",
      "云何見我中識？謂色是我，識在中住，受想行是我，識在中住，是名我中識。",
      "云何識中我？謂色是我，於識中住，周遍其四體，受想行是我，於識中住，周遍其四體，是名識中我。"
    ],
    "如是，聖弟子見四真諦，得無間等果，斷諸邪見，於未來世永不復起。所有諸色——若過去若未來若現在、若內若外、若麁若細、若好若醜、若遠若近，一向積聚，作如是觀：一切無常、一切苦、一切空、一切非我，不應愛樂、攝受、保持；受想行識亦復如是，不應愛樂、攝受、保持。如是觀，善繫心住，不愚於法，復觀精進，離諸懈怠，心得喜樂，身心猗息，寂靜捨住，具諸道品，修行滿足，永離諸惡，非不消煬，非不寂滅，滅而不起，減而不增，斷而不生，不生、不取、不著，自覺涅槃：『我生已盡，梵行已立，所作已作，自知不受後有。』」"
  ],
  "結": "舍利弗說是法時，六十比丘不受諸漏，心得解脫。佛說此經已，諸比丘聞佛所說，歡喜奉行。",
  "fu": {
    "摘": "所有諸色一向積聚，作如是觀：一切無常、苦、空、非我，不應愛樂、攝受、保持；受想行識亦復如是。如是觀，善繫心住，不愚於法，復觀精進，離諸懈怠，心得喜樂，身心猗息，寂靜捨住，具諸道品，修行滿足，永離諸惡，不生、不取、不著，自覺涅槃。",
    "法義": "異我 相在 七覺分"
  }
}