{
  "ps": {
    "卷號": "5",
    "篇號": "110",
    "篇名": "不能做主故五陰皆非我",
    "受者": "薩遮尼犍子",
    "地點": "毘舍離獼猴池側"
  },
  "起": "如是我聞：一時，佛住毘舍離獼猴池側。",
  "法": [
    "毘舍離國有尼揵子，聰慧明哲，善解諸論，有聰明慢，所廣集諸論，妙智入微，為眾說法，超諸論師，每作是念：「諸沙門、婆羅門無敵我者，乃至如來亦能共論，諸論師輩聞我名者頭額津、腋下汗、毛孔流水，我論議風能偃草折樹，摧破金石，伏諸龍象，何況人間諸論師輩能當我者！」",
    [
      "時，有比丘名阿濕波誓晨朝著衣持鉢，威儀詳序，端視平涉，入城乞食。爾時，薩遮尼揵子有少緣事詣諸聚落，從城門出，遙見比丘阿濕波誓，即詣其所問言：「沙門瞿曇為諸弟子云何說法？以何等法教諸弟子，令其修習？」",
      "阿濕波誓言：「火種居士！世尊如是說法教諸弟子，令隨修學，言：『諸比丘！於色當觀無我，受想行識當觀無我，此五受陰勤方便觀，如病、如癰、如刺、如殺，無常、苦、空、非我。』」",
      "薩遮尼揵子聞此語，心不喜，作是言：「阿濕波誓！汝必誤聽，沙門瞿曇終不作是說；若沙門瞿曇作是說者，則是邪見，我當詣彼難詰令止。」",
      "爾時，薩遮尼犍子往詣聚落諸離車等集會之處，語諸離車言：「我今日見沙門瞿曇第一弟子，名阿濕波誓，薄共論議，若如其所說者，我當詣彼沙門瞿曇，與共論議，進却迴轉，必隨我意，譬如士夫刈拔茇草，手執其莖，空中抖擻，除諸亂穢，我亦如是，與沙門瞿曇論議難詰，執其要領，進却迴轉，隨其所欲，去其邪說；如沽酒家執其酒囊壓取清醇，去其糟滓，我亦如是，詣沙門瞿曇，論議難詰，進却迴轉，取其清真，去諸邪說；如織席師以席盛諸穢物，欲市賣時，以水洗澤，去諸臭穢，我亦如是，詣沙門瞿曇所，與共論議，進却迴轉，執其綱領，去諸穢說；譬如王家調象之師牽大醉象入深水中，洗其身體、四支、耳鼻，周遍沐浴，去諸麁穢，我亦如是，詣沙門瞿曇所，論議難詰，進却迴轉，隨意自在，執其要領，去諸穢說。汝諸離車亦應共往觀其得失。」",
      "中有離車作如是言：「若薩遮尼犍子能與沙門瞿曇共論議者，無有是處。」復有說言：「薩遮尼犍子聰慧利根，能共論議。」"
    ],
    [
      "時，有五百離車與薩遮尼犍子共詣佛所，為論議故。",
      "爾時世尊於大林中坐一樹下，住於天住。時，有眾多比丘出房外林中經行，遙見薩遮尼犍子來，漸漸詣諸比丘所問諸比丘言：「沙門瞿曇住在何所？」比丘答言：「在大林中依一樹下，住於天住。」薩遮尼犍子即詣佛所，恭敬問訊，於一面坐，諸離車長者亦詣佛所，有恭敬者，有合掌問訊者，問訊已於一面住。",
      "時，薩遮尼犍子白佛言：「我聞瞿曇作如是說法，作如是教授諸弟子，教諸弟子『於色觀察無我，受想行識觀察無我，此五受陰勤方便觀察，如病、如癰、如刺、如殺，無常、苦、空、非我。』為是瞿曇有如是教？為是傳者毀瞿曇耶？如說說耶？不如說說耶？如法說耶？法次法說耶？無有異忍來相難詰令墮負處耶？」",
      "佛告薩遮尼犍子：「如汝所聞，彼如說說、如法說、法次法說，非為謗毀，亦無難問令墮負處，所以者何？我實為諸弟子如是說法，我實常教諸弟子令隨順法教，令觀色無我，受想行識無我，觀此五受陰如病、如癰、如刺、如殺，無常、苦、空、非我。」",
      "薩遮尼犍子白佛言：「瞿曇！我今當說譬。」",
      "佛告薩遮尼犍子：「宜知是時。」",
      "「譬如世間一切所作皆依於地，如是，色是我人，善惡從生，受想行識是我人，善惡從生；又復譬如人界、神界、藥草、樹木皆依於地而得生長，如是，色是我人，受想行識是我人。」",
      "佛告火種居士：「汝言色是我人，受想行識是我人耶？」",
      "答言：「如是，瞿曇！色是我人，受想行識是我人，此等諸眾悉作是說。」",
      "佛告火種居士：「且立汝論本，用引眾人為？」",
      "薩遮尼犍子白佛言：「色實是我人。」",
      "佛告火種居士：「我今問汝，隨意答我。譬如國王於自國土有罪過者，若殺若縛、若擯若鞭、斷絕手足，若有功者，賜其象馬車乘、城邑財寶，悉能爾不？」",
      "答言：「能爾，瞿曇！」",
      "佛告火種居士：「凡是主者，悉得自在不？」",
      "答言：「如是，瞿曇！」",
      "佛告火種居士：「汝言色是我，受想行識即是我，得隨意自在，令彼如是、不令如是耶？」",
      "時，薩遮尼犍子默然而住。",
      "佛告火種居士：「速說！速說！何故默然？」",
      "如是再三，薩遮尼犍子猶故默然。",
      "時，有金剛力鬼神持金剛杵，猛火熾然，在虛空中臨薩遮尼犍子頭上，作是言：「世尊再三問，汝何故不答？我當以金剛杵碎破汝頭，令作七分。」佛神力故，唯令薩遮尼犍子見金剛神，餘眾不見，薩遮尼犍子得大恐怖，白佛言：「不爾，瞿曇！」",
      "佛告薩遮尼犍子：「徐徐思惟，然後解說！汝先於眾中說色是我，受想行識是我，而今言不，前後相違。汝先常說言：『色是我，受想行識是我。』火種居士！我今問汝，色為常耶為無常耶？」",
      "答言：「無常，瞿曇！」",
      "復問：「無常者是苦耶？」",
      "答言：「是苦，瞿曇！」",
      "復問：「無常、苦者，是變易法，多聞聖弟子寧於中見我、異我、相在不？」",
      "答曰：「不也，瞿曇！」",
      "受想行識亦如是說。",
      "佛告火種居士：「汝好思而後說。」復問火種居士：「若於色未離貪、未離欲、未離念、未離愛、未離渴，彼色若變若異，當生憂悲惱苦不？」",
      "答曰：「如是，瞿曇！」",
      "受想行識亦如是說。",
      "復問：「火種居士！於色離貪、離欲、離念、離愛、離渴，彼色若變若異，則不生憂悲惱苦耶？」",
      "答曰：「如是，瞿曇！如實無異。」",
      "受想行識亦如是說。",
      "「火種居士！譬如士夫身嬰眾苦，常與苦俱，彼苦不斷不捨，當得樂不？」",
      "答言：「不也，瞿曇！」",
      "「如是，火種居士！身嬰眾苦，常與苦俱，彼苦不斷不捨，不得樂也。」"
    ],
    [
      "「火種居士！譬如士夫持斧入山求堅實材，見芭蕉樹洪大傭直，即斷其根葉，剽剝其皮，乃至窮盡，都無堅實，火種居士！汝亦如是，自立論端，我今善求真實之義，都無堅實，如芭蕉樹也，而於此眾中敢有所說！我不見沙門、婆羅門中所知所見能與如來、應、等正覺所知所見共論議不摧伏者，而便自說『我論議風偃草折樹，能破金石，調伏龍象，要能令彼額津腋汗、毛孔水流。』汝今自論己義而不自立，先所誇說能伏彼相，今盡自取，而不能動如來一毛。」爾時，世尊於大眾中被欝多羅僧現胸而示：「汝等試看能動如來一毛以不？」",
      "爾時，薩遮尼犍子默然低頭，慚愧失色。",
      "爾時，眾中有一離車名突目佉從座起整衣服，合掌白佛言：「世尊！聽我說譬。」",
      "佛告突目佉：「宜知是時。」",
      "突目佉白佛言：「世尊！譬如有人執持斗斛於大聚穀中取二三斛，今此薩遮尼犍子亦復如是；世尊！譬如長者巨富多財，忽有罪過，一切財物悉入王家，薩遮尼犍子亦復如是，所有才辯悉為如來之所攝受；譬如城邑聚落邊有大水，男女大小悉入水戲，取水中蟹截斷其足置於陸地，以無足故不能還復入於大水，薩遮尼犍子亦復如是，諸有才辯悉為如來之所斷截，終不復敢重詣如來命敵論議。」",
      "爾時，薩遮尼犍子忿怒熾盛，罵唾突目佉離車言：「汝麁疏物，不審諦，何為其鳴！吾自與沙門瞿曇論，何豫汝事！」"
    ],
    [
      "薩遮尼犍子呵罵突目佉已，復白佛言：「置彼凡輩鄙賤之說，我今別有所問。」",
      "佛告薩遮尼犍子：「恣汝所問，當隨問答。」",
      "「云何瞿曇為弟子說法令離疑惑？」",
      "佛告火種居士：「我為諸弟子說：『諸所有色——若過去若未來若現在、若內若外、若麁若細、若好若醜、若遠若近，彼一切如實觀察非我、非異我、不相在；受想行識亦復如是。』彼學必見跡，不斷壞，堪任成就厭離知見，守甘露門，雖非一切悉得究竟，且向涅槃，如是弟子從我教法，得離疑惑。」",
      "復問：「瞿曇！復云何教諸弟子，於佛法得盡諸漏，無漏，心解脫，慧解脫，現法自知作證：『我生已盡，梵行已立，所作已作，自知不受後有。』？」",
      "佛告火種居士：「正以此法『諸所有色——若過去若未來若現在、若內若外、若麁若細、若好若醜、若遠若近，彼一切如實知非我、非異我、不相在；受想行識亦復如是。』彼於爾時成就三種無上——智無上、解脫無上、解脫知見無上，成就三種無上已，於大師所恭敬尊重、供養如佛。世尊覺一切法，即以此法調伏弟子，令得安隱，令得無畏，調伏寂靜，究竟涅槃，世尊為涅槃故為弟子說法。火種居士！我諸弟子於此法中得盡諸漏，得心解脫，得慧解脫，於現法中自知作證：『我生已盡，梵行已立，所作已作，自知不受後有。』」"
    ],
    [
      "薩遮尼犍子白佛言：「瞿曇！猶如壯夫鋒刃亂下猶可得免，瞿曇論手難可得脫；如盛毒蛇猶可得避，曠澤猛火猶可得避，兇惡醉象亦可得免，狂餓師子悉可得免，沙門瞿曇論議手中難可得脫；非我凡品輕躁鄙夫論具不備，以論議故，來詣瞿曇。沙門瞿曇！此毘舍離豐樂國土，有遮波梨支提、漆菴羅樹支提、多子支提、瞿曇在拘樓陀支提、婆羅受持支提、捨重擔支提、力士寶冠支提，世尊！當安樂於此毘舍離國，諸天、魔、梵、沙門、婆羅門及諸世間於世尊所常得恭敬奉事供養，令此諸天、魔、梵、沙門、婆羅門長夜安樂，唯願止此，明朝與諸大眾受我薄食！」",
      "爾時，世尊默然而許。",
      "時，薩遮尼犍子知佛世尊默然受請已，歡喜隨喜，從座起去。爾時，薩遮尼犍子於彼道中語諸離車：「我已請沙門瞿曇及諸大眾供設飯食，汝等人各辦一釜食送至我所。」諸離車各還其家，星夜供辦，晨朝送至薩遮尼犍子所。薩遮尼犍子晨朝灑掃敷座，供辦淨水，遣使詣佛，白言：「時到。」",
      "爾時，世尊與諸大眾著衣持鉢往薩遮尼犍子所大眾前坐。薩遮尼犍子自手奉施清淨飲食，充足大眾。食已洗鉢竟，薩遮尼犍子知佛食竟洗鉢已，取一卑床於佛前坐。",
      "爾時，世尊為薩遮尼犍子說隨喜偈言：「於諸大會中，奉火為其最；闈陀經典中，婆毘諦為最；人中王為最，諸河海為最，諸星月為最，諸明日為最，十方天人中，等正覺為最。」",
      "爾時，世尊為薩遮尼犍子種種說法示教照喜已還歸本處。"
    ],
    [
      "時，諸比丘於彼道中眾共論議：「五百離車各為薩遮尼犍子供辦飲食，彼諸離車於何得福？薩遮尼犍子於何得福？」爾時，諸比丘還自住處，舉衣鉢洗足已至世尊所，頭面禮足，退坐一面，白佛言：「世尊！我等向於路中自共論議，五百離車為薩遮尼犍子供辦飲食供養世尊、諸大眾，彼諸離車於何得福？薩遮尼犍子於何得福？」",
      "佛告諸比丘：「彼諸離車供辦飲食為薩遮尼犍子，於薩遮尼犍子所因緣得福，薩遮尼犍子得福佛功德，彼諸離車得施有貪恚癡因緣果報，薩遮尼犍子得施無貪恚癡因緣果報。」"
    ]
  ],
  "結": "",
  "較": "彼多羅十問，差摩焰仙尼，阿兔羅長者，西毛端薩遮。",
  "fu": {
    "摘": "汝言色是我，受想行識即是我，得隨意自在，令彼如是、不令如是耶？諸所有色，彼一切如實知非我、非異我、不相在；受想行識亦復如是。",
    "法義": "勤方便觀 非我 涅槃"
  }
}