{
  "ps": {
    "卷號": "37",
    "篇號": "1039",
    "篇名": "十惡不淨十善淨"
  },
  "起": "如是我聞：一時，佛住王舍城金師精舍。",
  "法": [
    [
      "時，有淳陀長者來詣佛所，稽首佛足，退坐一面。",
      "爾時，世尊問淳陀長者：「汝今愛樂何等沙門婆羅門淨行？」",
      "淳陀白佛：「有沙門婆羅門奉事於水，事毘濕波天，執杖澡罐，常淨其手，如是正士能善說法言：『善男子！月十五日，以胡麻屑、菴摩羅屑以澡其髮，修行齋法，被著新淨長髮白疊毛，牛糞塗地而臥其上，善男子！晨朝早起，以手觸地，作如是言：「此地清淨，我如是淨。」手執牛糞團并把生草，口說是言：「此是清淨，我如是淨。」若如是者，見為清淨；不如是者，永不清淨。』世尊！如是像類沙門婆羅門，若為清淨，我所宗仰。」"
    ],
    [
      "佛告淳陀：「有黑法、黑報、不淨、不淨果，負重向下，成就如此諸惡法者，雖復晨朝早起以手觸地唱言清淨，猶是不淨，正復不觸，亦不清淨，執牛糞團并及生草唱言清淨亦復不淨，正復不觸亦不清淨。淳陀！何等為黑、黑報、不淨、不淨果，負重向下，乃至觸以不觸悉皆不淨？",
      "淳陀！謂殺生惡業，手常血腥，心常思惟撾捶殺害，無慚無愧，慳貪悋惜，於一切眾生乃至昆蟲不離於殺；",
      "於他財物、聚落、空地皆不離盜；",
      "行諸邪婬，若父母、兄弟、姊妹、夫主、親族乃至授花鬘者如是等護，以力強干，不離邪婬；",
      "不實妄語，或於王家、真實言家、多眾聚集求當言處作不實說—不見言見、見言不見、不聞言聞、聞言不聞、知言不知、不知言知，因自因他，或因財利，知而妄語，而不捨離，是名妄語；",
      "兩舌乖離，傳此向彼，傳彼向此，遍相破壞，令和合者離，離者歡喜，是名兩舌；",
      "不離惡口罵，若人軟語說，悅耳心喜，方正易知，樂聞，無依說，多人愛念，適意，隨順三昧，捨如是等而作剛強，多人所惡，不愛，不適意，不順三昧說，如是等言不離麁澁，是名惡語；",
      "綺飾壞語，不時言、不實言、無義言、非法言、不思言，如是等名壞語；",
      "不捨離貪，於他財物而起貪欲，言『此物我有者好。』；",
      "不捨瞋恚弊惡，心思惟言：『彼眾生應縛、應鞭、應伏、應殺。』欲為生難；",
      "不捨邪見顛倒，如是見、如是說：『無施、無報、無福、無善行惡行、無善惡業果報、無此世、無他世、無父母、無眾生生世間、無世阿羅漢等趣等向，此世他世自知作證：「我生已盡，梵行已立，所作已作，自知不受後有。」』；",
      "淳陀！是名黑、黑報、不淨、不淨果，乃至觸以不觸皆悉不淨。"
    ],
    [
      "淳陀！有白、白報、淨有、淨果，輕仙上昇，成就已，晨朝觸地此淨我淨者亦得清淨，若不觸者亦得清淨，把牛糞團手執生草淨因淨果者執與不執亦得清淨，淳陀！何等為白、白報乃至執以不執亦得清淨？",
      "謂有人不殺生，離殺生，捨刀杖，慚愧，悲念一切眾生；",
      "不偷盜，遠離偷盜，與者取，不與不取，淨心不貪；",
      "離於邪婬，若父母護乃至授一花鬘者悉不強干、起於邪婬；",
      "離於妄語，審諦實說；",
      "遠離兩舌，不傳此向彼，傳彼向此，共相破壞，離者令和，和者隨喜；",
      "遠離惡口，不剛強，多人樂其所說；",
      "離於壞語，諦說、時說、實說、義說、法說、見說；",
      "離於貪欲，不於他財、他眾具作己有想而生貪著；",
      "離於瞋恚，不作是念：『撾打縛殺，為作眾難。』；",
      "正見成就，不顛倒見，有施、有說報、有福、有善惡行果報、有此世、有父母、有眾生生、有世阿羅漢於此世他世現法自知作證：『我生已盡，梵行已立，所作已作，自知不受後有。』",
      "淳陀！是名白、白報乃至觸與不觸皆悉清淨。」"
    ]
  ],
  "結": "爾時，淳陀長者聞佛所說，歡喜隨喜，作禮而去。",
  "fu": {
    "摘": "不殺生，離殺生，捨刀杖，慚愧，悲念一切眾生；不偷盜，遠離偷盜，與者取，不與不取，淨心不貪；離於邪婬，若父母護乃至授一花鬘者悉不強干；離於妄語，審諦實說；遠離兩舌，不傳此向彼，傳彼向此，共相破壞，離者令和，和者隨喜；遠離惡口，不剛強，多人樂其所說；離於壞語，諦說、時說、實說、義說、法說、見說；離於貪欲，不於他財、他眾具作己有想而生貪著；離於瞋恚，不作是念：『撾打縛殺，為作眾難。』；正見成就，不顛倒見，有施、有報、有福，有善惡行果報，有此世，有父母、有眾生生，有阿羅漢於此世他世現法自知作證：『我生已盡，梵行已立，所作已作，自知不受後有。』"
  }
}