{
  "ps": {
    "卷號": "11",
    "篇號": "282",
    "篇名": "生已盡滅故俱捨心無染",
    "地點": "迦微伽羅牟真隣陀林中",
    "受者": "阿難尊者"
  },
  "起": "如是我聞：一時，佛住迦微伽羅牟真隣陀林中。",
  "法": [
    [
      "時，有年少名欝多羅是波羅奢那弟子，來詣佛所，恭敬問訊已退坐一面。",
      "爾時世尊告欝多羅：「汝師波羅奢那為汝等說修諸根不？」",
      "欝多羅言：「說已，瞿曇！」",
      "佛告欝多羅：「汝師波羅奢那云何說修諸根？」",
      "欝多羅白佛言：「我師波羅奢那說：『眼不見色，耳不聽聲，是名修根。』」",
      "佛告欝多羅：「若如汝波羅奢那說，盲者是修根不？所以者何？如唯盲者眼不見色。」",
      "爾時尊者阿難在世尊後執扇扇佛，尊者阿難語欝多言：「如波羅奢那所說，聾者是修根不？所以者何？如唯聾者耳不聞聲。」",
      "爾時世尊告尊者阿難：「異於賢聖法律無上修諸根。」",
      "阿難白佛言：「唯願世尊為諸比丘說賢聖法律無上修根，諸比丘聞已當受奉行。」"
    ],
    [
      "佛告阿難：「諦聽！善思！當為汝說。",
      "緣眼色生眼識，見可意色，欲修如來厭離正念正智；",
      "眼色緣生眼識，不可意故，修如來不厭離正念正智；",
      "眼色緣生眼識，可意不可意，欲修如來厭離不厭離正念正智；",
      "眼色緣生眼識，不可意可意，欲修如來不厭離厭離正念正智；",
      "眼色緣生眼識，可意不可意，可不可意，欲修如來厭不厭俱離、捨心住正念正智。",
      "如是，阿難！若有於此五句心善調伏、善關閉、善守護、善攝持、善修習，是則於眼色無上修根；耳鼻舌身意法亦如是說。",
      "阿難！是名賢聖法律無上修根。」"
    ],
    [
      "尊者阿難白佛言：「世尊！云何賢聖法律為賢聖修根？」",
      "佛告阿難：「眼色緣生眼識，生可意、生不可意、生可意不可意，彼聖弟子如是如實知：『我眼色緣生眼識，生可意、生不可意、生可意不可意，此則寂滅，此則勝妙，所謂俱捨，得彼捨已離厭不厭，譬如力士頃，如是眼色緣生眼識，生可意、生不可意、生可意不可意，俄爾盡滅，得離厭不厭，捨。』",
      "如是耳聲緣生耳識，生可意、生不可意、生可意不可意，聖弟子如是如實知：『我耳識聞聲，生可意、生不可意、生可意不可意，此則寂滅、勝妙，所謂為捨，得捨已離厭不厭，譬如大力士夫彈指發聲即滅，如是耳聲緣生耳識，生可意、生不可意、生可意不可意，生已盡滅，是則為捨，得彼捨已離厭不厭。』",
      "鼻香緣生鼻識，生可意、生不可意、生可意不可意，聖弟子如是如實知：『鼻香緣生鼻識，生可意、生不可意、生可意不可意，此則寂滅，此則勝妙，所謂為捨，得彼捨已離厭不厭，譬如蓮荷水所不染，如是鼻香緣生鼻識，生可意、生不可意、生可意不可意，生已盡滅，所謂為捨，得彼捨已離厭不厭。』",
      "舌味緣生舌識，生可意、生不可意、生可意不可意，彼聖弟子如是如實知：『舌味緣生舌識，生可意、生不可意、生可意不可意，生已盡滅，寂滅勝妙，所謂為捨，得彼捨已離厭不厭，譬如力士舌端唾沫盡唾令滅，如是舌味緣生舌識，生可意、生不可意、生可意不可意，生已盡滅，所謂為捨，得彼捨已離厭不厭。』",
      "身觸緣生身識，生可意、生不可意、生可意不可意，生已盡滅，聖弟子如是如實知：『身觸緣生身識，生可意、生不可意、生可意不可意，生已盡滅，寂滅勝妙，所謂為捨，得彼捨已離厭不厭，譬如鐵丸燒令極熱，小渧水灑尋即消滅，如是身觸緣生身識，生可意、生不可意、生可意不可意，生已盡滅，所謂為捨，得彼捨已離厭不厭。』",
      "意法緣生意識，生可意、生不可意、生可意不可意，生已速滅，聖弟子如是如實知：『意法緣生意識，生可意、生不可意、生可意不可意，生已盡滅，是則寂滅，是則勝妙，所謂為捨，得彼捨已離厭不厭，譬如力士斷多羅樹頭，如是意法緣生意識，生可意、生不可意、生可意不可意，生已盡滅，所謂為捨，得彼捨已離厭不厭。』",
      "阿難！是為賢聖法律為聖弟子修諸根。」"
    ],
    [
      "「云何為聖法律覺見跡？」",
      "佛告阿難：「眼色緣生眼識，生可意、生不可意、生可意不可意，彼聖弟子慚恥厭惡；耳鼻舌身意法緣生意識，生可意、生不可意、生可意不可意，彼聖弟子慚恥厭惡，阿難！是名賢聖法律覺見跡，阿難！是名賢聖法律無上修諸根，已說賢聖修諸根，已說覺見跡，阿難！我為諸聲聞所作，所作已作，汝等當作所作。」廣說如篋毒蛇經。"
    ]
  ],
  "結": "佛說此經已，尊者阿難聞佛所說，歡喜奉行。",
  "fu": {
    "摘": "如實知我眼色緣生眼識，生可意、生不可意、生可意不可意，此則寂滅，此則勝妙，所謂俱捨，得彼捨已離厭不厭，譬如力士頃，如是眼色緣生眼識，生可意、生不可意、生可意不可意，俄爾盡滅，得離厭不厭，捨；耳鼻舌身意亦如是。",
    "法義": "厭離 俱捨 慚恥"
  }
}