{
  "ps": {
    "卷號": "50",
    "篇號": "1329",
    "篇名": "無貪解脫一切苦"
  },
  "起": "如是我聞：一時，佛住王舍城迦蘭陀竹園。",
  "法": [
    "時，有娑多耆利天神、醯魔波低天神共作約誓：「若其宮中有寶物出者必當相語，不相語者得違約罪。」 時，醯魔波低天神宮中有未曾有寶波曇摩華出，華有千葉，大如車輪，金色寶莖，時，醯魔波低天神遣使告語娑多耆利：「聚落主！今我宮中忽生未曾有寶波曇摩花，華有千葉，大如車輪，金色寶莖，可來觀看！」 娑多耆利天神遣使詣醯魔波低舍告言：「聚落主！用是波曇摩百千為？今我宮中有未曾有寶大波曇摩出，所謂如來、應、等正覺、明行足、善逝、世間解、無上士、調御丈夫、天人師、佛、世尊，汝便可來奉事供養。」",
    "時，醯魔波低天神即與五百眷屬往詣娑多耆利天神所，說偈問言：「十五日良時，天夜遇歡會，當說受何齋，從阿羅漢受？」",
    "時，娑多耆利說偈答言：「今日佛世尊，在摩竭勝國，住於王舍城，迦蘭陀竹園，演說微妙法，滅除眾生苦，苦苦及苦集，苦滅盡作證，八聖出苦道，安隱趣涅槃，當往設供養，我羅漢世尊。」",
    "醯魔波低說偈問言：「彼有心願樂，慈濟眾生不？彼於受不受，心想平等不？」",
    "娑多耆利說偈答言：「彼妙願慈心，度一切眾生，於諸受不受，心想常平等。」",
    "時，醯魔波低說偈問言：「為具足明達，已行成就不？諸漏永滅盡，不受後有耶？」",
    "娑多耆利說偈答言：「明達善具足，正行已成就，諸漏永已盡，不復受後有。」",
    "醯摩波低說偈問言：「牟尼意行滿，及身口業耶？明行悉具足，以法讚歎耶？」",
    "娑多耆利說偈答言：「具足牟尼心，及業身口滿，明行悉具足，以法而讚歎。」",
    "醯摩波低說偈問言：「遠離於害生，不與不取不？為遠於放蕩，不離禪思不？」",
    "娑多耆利復說偈言：「常不害眾生，不與不妄取，遠離於放蕩，日夜常思禪。」",
    "醯魔波低復說偈問言：「為不樂五欲，心不濁亂不？有清淨法眼，滅盡愚癡不？」",
    "娑多耆利說偈答言：「心常不樂欲，亦無濁亂心，佛法眼清淨，愚癡盡無餘。」",
    "醯魔波低復說偈問言：「至誠不妄語，麁澁言無有，得無別離說，無不誠說不？」",
    "娑多耆利說偈答言：「至誠不妄語，亦無麁澁言，不離他親厚，常說如法言。」",
    "醯摩波低復說偈問言：「為持清淨戒，正念寂滅不？具足等解脫，如來大智不？」",
    "娑多耆利說偈答言：「淨戒悉具足，正念常寂靜，等解脫成就，得如來大智。」",
    "醯魔波低復說偈問言：「明達悉具足，正行已清淨，所有諸漏盡，不復受後有？」",
    "娑多耆利說偈答言：「明達悉具足，正行已清淨，一切諸漏盡，無復後生有。」",
    "醯魔波低復說偈言：「牟尼善心具，及身口業跡，明行悉成就，故讚歎其法？」",
    "娑多耆利說偈答言：「牟尼善心具，及身口業跡，明行悉成就，讚歎於其法。」",
    "醯魔波低復說偈言：「伊尼延鹿專，仙人之勝相，少食捨身貪，牟尼處林禪，汝今當共行，敬禮彼瞿曇。」",
    "時，有百千鬼神眷屬圍繞，娑多耆利、醯魔波低速至佛前禮拜供養，整衣服，偏袒右肩，合掌敬禮而說偈言：「伊尼延鹿專，仙人之勝相，少食無貪嗜，牟尼樂林禪，我等今故來，請問於瞿曇，師子獨遊步，大龍無恐畏，今故來請問，牟尼願決疑，云何得出苦？云何苦解脫？唯願說解脫，苦於何所滅？」",
    "爾時，世尊說偈答言：「世五欲功德，及說第六意，於彼欲無貪，解脫一切苦，如是從苦出，如是解脫苦，今答汝所問，苦從此而滅。」",
    "娑多耆利、醯魔波低復說偈問佛：「泉從何轉還？惡道何不轉？世間諸苦樂，於何而滅盡？」",
    "爾時，世尊說偈答言：「眼耳鼻舌身，及以意入處，於彼名及色，永滅盡無餘，於彼泉轉還，於彼道不轉，於彼苦及樂，得無餘滅盡。」",
    "娑多耆利、醯魔波低復說偈問佛：「世間幾法起？幾法世和合？幾法取受世？幾法令世滅？」",
    "爾時，世尊說偈答言：「六法起世間，六法世和合，六法取受世，六法世損滅。」",
    "娑多耆利、醯魔波低復說偈問：「云何度諸流，日夜勤方便，無攀無住處，而不溺深淵？」",
    "爾時，世尊說偈答言：「一切戒具足，智慧善正受，如思惟繫念，是能度深淵，不樂諸欲想，亦超色諸結，無攀無住處，不溺於深淵。」",
    "娑多耆利、醯魔波低復說偈問佛：「何法度諸流？以何度大海？云何捨離苦？云何得清淨？」",
    "爾時，世尊說偈答言：「正信度河流，不放逸度海，精進能斷苦，智慧得清淨。」",
    "爾時，世尊復說偈言：「汝可更問餘，沙門梵志法，真實施調伏，除此更無法。」",
    "醯魔波低復說偈言：「更餘何所問，沙門梵志法，大精進今日，已具善開導，我今當報彼，娑多耆利恩，能以導御師，告語於我等，我當詣村村，家家而隨佛，承事禮供養，從佛聞正法。此百千鬼神，悉合掌恭敬，一切歸依佛，牟尼之大師，得無上之名，必見真實義，成就大智慧，於欲不染着，慧者當觀察，救護世間者，得賢聖道跡，是則大仙人。」"
  ],
  "結": "佛說是經已，娑多耆利、醯魔波低及諸眷屬五百鬼神聞佛所說皆大歡喜，隨喜禮佛而去。",
  "fu": {
    "摘": "世五欲功德，及說第六意，於彼欲無貪，解脫一切苦。如是從苦出，如是解脫苦，今答汝所問，苦從此而滅。"
  }
}