{
  "ps": {
    "卷號": "34",
    "篇號": "964",
    "篇名": "修止觀成就一切"
  },
  "起": "如是我聞：一時，佛住王舍城迦蘭陀竹園。",
  "法": [
    [
      "時，有婆蹉種出家來詣佛所，與世尊面相慰勞已退坐一面，白佛言：「瞿曇！欲有所問，寧有閑暇為解說不？」",
      "爾時，世尊默然而住。婆蹉種出家第二第三問，佛亦第二第三默然而住。",
      "時，婆蹉種出家白佛言：「我與瞿曇共相隨順，今有所問，何故默然？」",
      "爾時世尊作是念：「此婆蹉種出家長夜質直，不諂不偽，時有所問，皆以不知故，非故惱亂，我今當以阿毘曇律納受於彼。」作是念已，告婆蹉種出家：「隨汝所問，當為解說。」"
    ],
    [
      "婆蹉白佛：「云何？瞿曇！有善法耶？」",
      "佛答言：「有。」",
      "婆蹉白佛：「當為我說善不善法，令我得解。」",
      "佛告婆蹉：「我今當為汝略說善不善法，諦聽！善思！婆蹉！",
      "貪欲者是不善法，調伏貪欲是則善法；瞋恚愚癡是不善法，調伏恚癡是則善法；",
      "殺生者是不善法，離殺生者是則善法；偷盜、邪婬、妄語、兩舌、惡口、綺語、貪、恚、邪見是不善法，不盜乃至正見是則善法；",
      "是為，婆蹉！我今已說三種善法三種不善法，如是，聖弟子於三種善法三種不善法如實知、十種不善法十種善法如實知者，則於貪欲無餘滅盡、瞋恚愚癡無餘滅盡者，則於一切有漏滅盡，無漏心解脫、慧解脫，現法自知作證：『我生已盡，梵行已立，所作已作，自知不受後有。』」"
    ],
    [
      "婆蹉白佛：「頗有一比丘於此法律得盡有漏、無漏心解脫乃至不受後有耶？」",
      "佛告婆蹉：「不但若一、若二若三乃至五百，有眾多比丘於此法律盡諸有漏乃至不受後有。」",
      "婆蹉白佛：「且置比丘，有一比丘尼於此法律盡諸有漏乃至不受後有不？」",
      "佛告婆蹉：「不但一二三比丘尼乃至五百，有眾多比丘尼於此法律盡諸有漏乃至不受後有。」",
      "婆蹉白佛：「置比丘尼，有一優婆塞修諸梵行，於此法律度狐疑不？」",
      "佛告婆蹉：「不但一二三乃至五百優婆塞，乃有眾多優婆塞修諸梵行，於此法律斷五下分結得成阿那含，不復還生此。」",
      "婆蹉白佛：「復置優婆塞，頗有一優婆夷於此法律修持梵行，於此法律度狐疑不？」",
      "佛告婆蹉：「不但一二三優婆夷乃至五百，乃有眾多優婆夷於此法律斷五下分結，於彼化生得阿那含，不復還生此。」",
      "婆蹉白佛：「置比丘、比丘尼、優婆塞、優婆夷修梵行者，頗有優婆塞受五欲而於此法律度狐疑不？」",
      "佛告婆蹉：「不但一二三乃至五百，乃有眾多優婆塞居家妻子、香華嚴飾、畜養奴婢，於此法律斷三結、貪恚癡薄，得斯陀含，一往一來究竟苦邊。」",
      "婆蹉白佛：「復置優婆塞，頗有一優婆夷受習五欲，於此法律得度狐疑不？」",
      "佛告婆蹉：「不但一二三乃至五百，乃有眾多優婆夷在於居家、畜養男女、服習五欲、華香嚴飾，於此法律三結盡，得須陀洹，不墮惡趣法，決定正向三菩提，七有天人往生，究竟苦邊。」",
      "婆蹉白佛言：「瞿曇！若沙門瞿曇成等正覺，若比丘、比丘尼、優婆塞、優婆夷修梵行者及優婆塞、優婆夷服習五欲不得如是功德者則不滿足，以沙門瞿曇成等正覺，比丘、比丘尼、優婆塞、優婆夷修諸梵行及優婆塞、優婆夷服習五欲而成就爾所功德故則為滿足，瞿曇！今當說譬。」",
      "佛告婆蹉：「隨意所說。」",
      "婆蹉白佛：「如天大雨，水流隨下，瞿曇法律亦復如是，比丘、比丘尼、優婆塞、優婆夷、若男若女悉皆隨流，向於涅槃，浚輸涅槃。」"
    ],
    [
      "「甚奇！佛法僧平等法律，為餘異道出家來詣瞿曇所，於正法律求出家、受具足者，幾時便聽出家？」",
      "佛告婆蹉：「若餘異道出家欲來於正法律求出家、受具足者，乃至四月於和尚所受衣而住，然此是為人粗作齊限耳。」",
      "婆蹉白佛：「若諸異道出家來於正法律欲求出家、受具足，聽於和尚所受依，若滿四月聽出家者，我今堪能於四月在和尚所受依，若於正法律而得出家、受具足，我當於瞿曇法中出家、受具足，修持梵行。」",
      "佛告婆蹉：「我先不說粗為人作分齊耶？」",
      "婆蹉白佛：「如是，瞿曇！」",
      "爾時，世尊告諸比丘：「汝等當度彼婆蹉出家於正法律出家、受具足。」"
    ],
    [
      "婆蹉種出家即得於正法律出家、受具足，成比丘分，乃至半月，學所應知應識、應見應得、應覺應證，悉知悉識、悉見悉得、悉覺悉證如來正法。尊者婆蹉作是念：「我今已覺所應知應識、應見應得、應覺應證，彼一切悉知悉識、悉見悉得、悉覺悉證，今當往見世尊。」是時，婆蹉詣世尊所，稽首禮足，於一面住，白佛言：「世尊！我於學所應知應識、應見應得、應覺應證，悉知悉識、悉見悉得、悉覺悉證世尊正法。唯願世尊為我說法，我聞法已，當獨一靜處專精思惟，不放逸住，思惟：『所以善男子剃除鬚髮、著袈裟衣，正信出家學道，乃至自知不受後有。』」",
      "佛告婆蹉：「有二法，修習多修習，所謂止觀。此二法修習多修習，得知界果，覺了於界，知種種界，覺種種界，如是，比丘！欲求離欲、惡不善法，乃至第四禪具足住、慈悲喜捨、空入處、識入處、無所有入處、非想非非想入處，令我三結盡，得須陀洹；三結盡，貪恚癡薄，得斯陀含；五下分結盡，得阿那含；種種神通境界—天眼、天耳、他心智、宿命智、生死智、漏盡智皆悉得，是故，比丘！當修二法，修習多修習，修二法故，知種種界，乃至漏盡。」",
      "爾時，尊者婆蹉聞佛所說，歡喜作禮而去。爾時，婆蹉獨一靜處專精思惟，不放逸住，乃至自知不受後有。"
    ],
    [
      "時，有眾多比丘莊嚴方便，欲詣世尊恭敬供養，爾時，婆蹉問眾多比丘：「汝等莊嚴方便，欲詣世尊恭敬供養耶？」",
      "諸比丘答言：「爾。」",
      "爾時婆蹉語諸比丘：「尊者！持我語，敬禮世尊，問訊『起居輕利，少病少惱，安樂住不？』言：『婆蹉比丘白世尊言：「我已供養世尊，具足奉事，令歡悅，非不歡悅，大師弟子所作皆悉已作，供養大師，令歡悅，非不歡悅。」』」",
      "時，眾多比丘往詣佛所，稽首禮足，退坐一面，白佛言：「世尊！尊者婆蹉稽首敬禮世尊足，乃至歡悅，非不歡悅。」",
      "佛告諸比丘：「諸天先已語我，汝今復說。如來成就第一知見，亦如婆蹉比丘，有如是德力。」",
      "爾時，世尊為彼婆蹉比丘說第一記。"
    ]
  ],
  "結": "佛說此經已，諸比丘聞佛所說，歡喜奉行。",
  "fu": {
    "摘": "有二法，修習多修習，所謂止觀。此二法修習多修習，得知界果，覺了於界，知種種界，覺種種界，如是，比丘！欲求離欲、惡不善法，乃至第四禪具足住、慈悲喜捨、空入處、識入處、無所有入處、非想非非想入處，令我三結盡，得須陀洹；三結盡，貪恚癡薄，得斯陀含；五下分結盡，得阿那含；種種神通境界—天眼、天耳、他心智、宿命智、生死智、漏盡智皆悉得。"
  }
}