{
  "ps": {
    "卷號": "41",
    "篇號": "1144",
    "篇名": "當勤修習以證果"
  },
  "起": "如是我聞：一時，尊者摩訶迦葉、尊者阿難住王舍城耆闍崛山中，世尊涅槃未久。",
  "法": [
    "時，世飢饉，乞食難得。時，尊者阿難與眾多年少比丘俱，不能善攝諸根，食不知量，不能初夜、後夜精懃禪思，樂著睡眠，常求世利，人間遊行至南天竺，有三十年少弟子捨戒還俗，餘多童子，時，尊者阿難於南山國土遊行，以少徒眾還王舍城，時，尊者阿難舉衣鉢洗足已至尊者摩訶迦葉所，稽首禮足，退坐一面。",
    "時，尊者摩訶迦葉問尊者阿難：「汝從何來？徒眾尠少？」",
    "阿難答言：「從南山國土人間遊行，年少比丘三十人捨戒還俗，徒眾損減，又今在者多是童子。」",
    "尊者摩訶迦葉語阿難言：「有幾福利，如來、應、等正覺所知所見，聽三人已上制群食戒？」",
    "阿難答言：「為二事故，何等為二？一者為貧小家，二者多諸惡人以為伴黨相破壞故，莫令惡人於僧中住而受眾名映障大眾，別為二部，互相嫌諍。」",
    "尊者迦葉語阿難言：「汝知此義，如何於飢饉時與眾多年少弟子南山國土遊行，令三十人捨戒還俗，徒眾損減，餘者多是童子？如阿難！汝徒眾消滅，汝是童子，不知籌量。」",
    "阿難答言：「云何？尊者摩訶迦葉！我以頭髮二色猶言童子？」",
    "尊者摩訶迦葉言：「汝於飢饉世與諸年少弟子人間遊行，致令三十弟子捨戒還俗，其餘在者復是童子，徒眾消滅，不知籌量，而言宿士眾壞，阿難！眾極壞，阿難！汝是童子，不籌量故。」",
    "時，低舍比丘尼聞尊者摩訶迦葉以童子責尊者阿難毘提訶牟尼，聞已不歡喜，作是惡言：「云何？阿梨摩訶迦葉本外道聞，而已童子呵責阿梨阿難毘提訶牟尼，令童子名流行！」",
    "尊者摩訶迦葉以天耳聞低舍比丘尼心不歡喜，口出惡言，聞已語尊者阿難：「汝看！是低舍比丘尼心不歡喜，口說惡語，言：『摩訶迦葉本聞外道，而責阿梨阿難毘提訶牟尼，令童子名流行。』」",
    "尊者阿難答言：「且止！尊者摩訶迦葉！忍之！尊者摩訶迦葉！此愚癡老嫗無自性智。」",
    "尊者摩訶迦葉語阿難言：「我自出家，都不知有異師，唯如來、應、等正覺。我未出家時，常念生老病死、憂悲惱苦，知在家荒務，多諸煩惱，出家空閑。難可俗人處於非家一向鮮潔，盡其形壽純一滿淨、梵行清白。當剃鬚髮，著袈裟衣，正信非家，出家學道。以百千金貴價之衣段段割截為僧伽梨，若世間阿羅漢者闇從出家。",
    "我出家已，於王舍城那羅聚落中間多子塔所遇值世尊正身端坐，相好奇特，諸根寂靜，第一息滅，猶如金山。我時見已作是念：『此是我師！此是世尊！此是羅漢！此是等正覺！』我時一心合掌敬禮，白佛言：『是我大師！我是弟子！』",
    "佛告我言：『如是！迦葉！我是汝師，汝是弟子。迦葉！汝今成就如是真實淨心所恭敬者。不知言知、不見言見、實非羅漢而言羅漢、非等正覺言等正覺者，應當自然身碎七分。迦葉！我今知故言知，見故言見，真阿羅漢言阿羅漢，真等正覺言等正覺。迦葉！我今有因緣故為聲聞說法，非無因緣故，依非無依，有神力非無神力。是故，迦葉！若欲聞法，應如是學：「若欲聞法，以義饒益，當一其心，恭敬尊重，專心側聽而作是念：『我當正觀五陰生滅，六觸入處集起滅沒，於四念處正念樂住，修七覺分、八解脫、身作證，常念其身，未甞斷絕，離無慚愧，於大師所及大德梵行常住慚愧。』」如是！應當學！』",
    "爾時世尊為我說法示教照喜，示教照喜已從座起去，我亦隨去，向於住處，我以百千價直衣割截僧伽梨四攝為座，爾時世尊知我至心處處下道，我即敷衣以為坐具請佛令坐，世尊即坐，以手摩衣歎言：『迦葉！此衣輕細，此衣柔軟。』我時白言：『如是！世尊！此衣輕細，此衣柔軟，唯願世尊受我此衣！』佛告迦葉：『汝當受我糞掃衣，我當受汝僧伽梨。』佛即自手授我糞掃納衣，我即奉佛僧伽梨。如是漸漸教授，我八日之中以學法受於乞食，至第九日起於無學。",
    "阿難！若有正問誰是世尊法子，從佛口生，從法化生，付以法財、諸禪、解脫、三昧、正受？應答我是，是則正說。譬如轉輪聖王第一長子，當以灌頂住於王位受王五欲，不苦方便自然而得，我亦如是，為佛法子，從佛口生，從法化生，得法餘財、法禪、解脫、三昧、正受，不苦方便自然而得。",
    "譬如轉輪聖王寶象高七八肘，一多羅葉能映障者，如是我所成就六神通智則可映障；若有於神通境界智證有疑惑者，我悉能為分別記說—天耳、他心通、宿命智、生死智、漏盡作證智通有疑惑者，我悉能為分別記說，令得決定。」",
    "尊者阿難語尊者摩訶迦葉：「如是！如是！摩訶迦葉！如轉輪聖王寶象高七八肘，欲以一多羅葉能映障者，如是尊者摩訶迦葉六神通智則可映障；若有於神通境界作證智乃至漏盡作證智有疑惑者，尊者摩訶迦葉能為記說，令其決定。我於長夜敬信尊重尊者摩訶迦葉，以有如是大德神力故。」"
  ],
  "結": "尊者摩訶迦葉說是語時，尊者阿難聞其所說，歡喜受持。",
  "fu": {
    "摘": "若欲聞法，以義饒益，當一其心，恭敬尊重，專心側聽而作是念：『我當正觀五陰生滅，六觸入處集起滅沒，於四念處正念樂住，修七覺分、八解脫、身作證，常念其身，未甞斷絕，離無慚愧，於大師所及大德梵行常住慚愧。』"
  }
}