{
  "ps": {
    "卷號": "10",
    "篇號": "264",
    "篇名": "一切行磨滅當厭離解脫",
    "受者": "異比丘"
  },
  "起": "如是我聞：一時，佛住舍衛國祇樹給孤獨園。",
  "法": [
    [
      "爾時，有異比丘於禪中思惟，作是念：「頗有色常恒不變易正住耶？如是受想行識常恒不變易正住耶？」是比丘晡時從禪起，往詣佛所，頭面禮足，却住一面，白佛言：「世尊！我於禪中思惟作是念：『頗有色常恒不變易正住耶？如是受想行識常恒不變易正住耶？』今日，世尊！頗有色常恒不變易正住耶？頗有受想行識常恒不變易正住耶？」",
      "爾時，世尊手執小土摶告彼比丘言：「汝見我手中土摶不？」",
      "比丘白佛：「已見，世尊！」",
      "「比丘！如是少土，我不可得，若我可得者，則是常恒不變易正住法。」"
    ],
    [
      "佛告比丘：「我自憶宿命長夜修福，得諸勝妙可愛果報之事，曾於七年中修習慈心，經七劫成壞，不還此世，七劫壞時生光音天，七劫成時還生梵世，空宮殿中作大梵王，無勝無上，領千世界，從是已後，復三十六反作天帝釋，復百千反作轉輪聖王，領四天下，正法治化，七寶具足，所謂輪寶、象寶、馬寶、摩尼寶、玉女寶、主藏臣寶、主兵臣寶；千子具足，皆悉勇健；於四海內，其地平正，無諸毒刺，不威不迫，以法調伏。",
      "灌頂王法，有八萬四千龍象，皆以眾寶莊嚴而挍餝之，寶網覆上，建立寶幢，布薩象王最為導首，朝晡二時自會殿前。我時念言：『是大群象日日再反往來，蹈殺眾生無數，願令四萬二千象百年一來。』即如所願，八萬四千象中四萬二千象百年一至。",
      "灌頂王法，復有八萬四千匹馬，亦以純金為諸乘具，金網覆上，婆羅馬王為其導首。",
      "灌頂王法，有八萬四千四種寶車，所謂金車、銀車、琉璃車、頗梨車，師子、虎、豹皮、雜色欽婆羅以為覆襯，跋求毗闍耶難提音聲之車為其導首。",
      "灌頂王法，領八萬四千城，安隱豐樂，人民熾盛，拘舍婆提城而為上首。",
      "灌頂王法，有八萬四千四種宮殿，所謂金、銀、琉璃、頗梨、摩尼琉璃，由訶而為上首。",
      "比丘！灌頂王法，有八萬四千四種寶床，所謂金、銀、琉璃、頗梨，種種繒褥、氍氀、毾毛，迦陵伽臥具以敷其上，安置丹枕。",
      "復次，比丘！灌頂王法，復有八萬四千四種衣服，所謂迦尸細衣、芻摩衣、頭鳩羅衣、拘沾婆衣。",
      "復次，比丘！灌頂王法，有八萬四千玉女，所謂剎利女、似剎利女，況復餘女。",
      "復次，比丘！灌頂王法，有八萬四千飲食，眾味具足。",
      "比丘！八萬四千玉女中唯以一人以為給侍；八萬四千寶衣唯著一衣；八萬四千寶床唯臥一床；八萬四千宮殿唯處一殿；八萬四千城唯居一城，名拘舍婆提；八萬四千寶車唯乘一車，名毘闍耶難提瞿沙，出城遊觀；八萬四千寶馬唯乘一馬，名婆羅訶，毛尾紺色；八萬四千龍象唯乘一象，名布薩陀，出城遊觀。",
      "比丘！此是何等業報得如是威德自在耶？此是三種業報，云何為三？一者布施，二者調伏，三者修道。」"
    ],
    [
      "「比丘！當知凡夫染習五欲，無有厭足；聖人智慧成滿，而常知足。",
      "比丘！一切諸行，過去盡滅，過去變易，彼自然眾具及以名稱皆悉磨滅，是故，比丘！永息諸行，厭離、斷欲、解脫。」",
      "「比丘！色為常、無常？」",
      "比丘白佛言：「無常，世尊！」",
      "「若無常者，是苦耶？」",
      "比丘白佛言：「是苦，世尊！」",
      "「比丘！若無常、苦，是變易法，聖弟子寧復於中計我、異我、相在不？」",
      "比丘白佛：「不也，世尊！」",
      "「如是受想行識為常、為無常？」",
      "比丘白佛言：「無常，世尊！」",
      "「若無常者，是苦耶？」",
      "比丘白佛言：「是苦，世尊！」",
      "「比丘！若無常、苦，是變易法，聖弟子寧復於中計我、異我、相在不？」",
      "比丘白佛：「不也，世尊！」",
      "佛告比丘：「諸所有色—若過去若未來若現在、若內若外、若麤若細、若好若醜、若遠若近，彼一切非我、不異我、不相在；如是受想行識—若過去若未來若現在、若內若外、若麤若細、若好若醜、若遠若近，彼一切非我、不異我、不相在。比丘！於色當生厭離，厭、離欲、解脫；如是於受想行識當生厭、離欲、解脫，解脫知見：『我生已盡，梵行已立，所作已作，自知不受後有。』」"
    ]
  ],
  "結": "時，彼比丘聞佛所說，踊躍歡喜，作禮而去，常念土摶譬教授，獨一靜處精勤思惟，不放逸住，不放逸住已：「所以善男子剃除鬚髮，正信非家，出家學道，為究竟無上梵行，見法自知，身作證：『我生已盡，梵行已立，所作已作，自知不受後有。』」時，彼尊者亦自知法，心得解脫，成阿羅漢。",
  "fu": {
    "摘": "凡夫染習五欲，無有厭足；聖人智慧成滿，而常知足。一切諸行，過去盡滅、過去變易，彼自然眾具及以名稱皆悉磨滅，是故，永息諸行，厭離、斷欲、解脫。",
    "法義": "常恒 磨滅 厭離"
  }
}