{
  "ps": {
    "卷號": "18",
    "篇號": "497",
    "篇名": "舉罪五法"
  },
  "起": "如是我聞：一時，佛住舍衛國祇樹給孤獨園。",
  "法": [
    [
      "爾時，尊者舍利弗詣佛所，稽首佛足，退坐一面，白佛言：「世尊！若舉罪比丘欲舉他罪者，令心安住幾法得舉他罪？」",
      "佛告舍利弗：「若比丘令心安住五法得舉他罪，云何為五？實非不實、時不非時、義饒益非非義饒益、柔軟不麁澁、慈心不瞋恚。舍利弗！舉罪比丘具此五法得舉他罪。」",
      "舍利弗白佛言：「世尊！被舉比丘復以幾法自安其心？」",
      "佛告舍利弗：「被舉比丘當以五法令安其心，念言：『彼何處得？為實莫令不實，令時莫令非時，令是義饒益莫令非義饒益，柔軟莫令麁澁，慈心莫令瞋恚。』舍利弗！被舉比丘當具此五法自安其心。」"
    ],
    [
      "舍利弗白佛言：「世尊！我見舉他罪者不實非實、非時非是時、非義饒益非為義饒益、麁澁不柔軟、瞋恚非慈心。世尊！於不實舉他罪比丘，當以幾法饒益令其改悔？」",
      "佛告舍利弗：「不實舉罪比丘當以五法饒益令其改悔，當語之言：『長老！汝今舉罪，不實非是實，當改悔；不時非是時、非義饒益非是義饒益、麁澁非柔軟、瞋恚非慈心，汝當改悔。』舍利弗！不實舉他罪比丘當以此五法饒益令其改悔，亦令當來世比丘不為不實舉他罪。」",
      "舍利弗白佛言：「世尊！被不實舉罪比丘復以幾法令不變悔？」",
      "佛告舍利弗：「被不實舉罪比丘當以五法不自變悔，彼應作是念：『彼比丘不實舉罪非是實、非時非是時、非義饒益非是義饒益、麁澁非柔軟、瞋恚非慈心，我真不變悔。』被不實舉罪比丘當以此五法自安其心，不自變悔。」",
      "舍利弗白佛言：「世尊！有比丘舉罪實非不實、時不非時、義饒益不非義饒益、柔軟非麁澁、慈心非瞋恚，實舉罪比丘當以幾法饒益令不改變？」",
      "佛告舍利弗：「實舉罪比丘當以五法饒益令不變悔，當作是言：『長老！汝實舉罪非不實、時不非時、義饒益不非義、柔軟非麁澁、慈心非瞋恚。』舍利弗！實舉罪比丘當以此五法義饒益令不變悔，亦令來世實舉罪比丘而不變悔。」",
      "舍利弗白佛言：「世尊！被實舉罪比丘當以幾法饒益令不變悔？」",
      "佛告舍利弗：「被舉罪比丘當以五法饒益令不變悔，當作是言：『彼比丘實舉罪非不實，汝莫變悔；時不非時、義饒益不非義饒益、柔軟非麁澁、慈心非瞋恚，汝莫變悔。』」"
    ],
    [
      "舍利弗白佛言：「世尊！我見被實舉罪比丘有瞋恚者，世尊！被實舉罪瞋恚比丘當以幾法令於瞋恨而自開覺？」",
      "佛告舍利弗：「被實舉罪瞋恚比丘當以五法令自開覺，當語彼言：『長老！彼比丘實舉汝罪，非不實，汝莫瞋恨，乃至慈心非瞋恚，汝莫瞋恨。』舍利弗！被實舉罪瞋恚比丘當以此五法令於恚恨而得開覺。」"
    ],
    "舍利弗白佛言：「世尊！有實、不實舉我罪者，於彼二人，我當自安其心，若彼實者，我當自知，若不實者，當自開解言：『此則不實，我今自知無此法也。』世尊！我當如是，如世尊所說解材譬經說教諸沙門：『若有賊來，執汝以鋸解身，汝等於賊起惡念惡言者，自生障礙，是故，比丘！若以鋸解汝身，汝當於彼勿起惡心變易及起惡言，自作障礙，於彼人所當生慈心，無怨無恨，於四方境界慈心正受具足住，應當學。』是故，世尊！我當如是，如世尊所說，解身之苦當自安忍，況復小苦小謗而不安忍？沙門利、沙門欲，欲斷不善法，欲修善法，於此不善法當斷，善法當修，精勤方便，善自防護，繫念思惟，不放逸行，應當學。」",
    [
      "舍利弗白佛言：「世尊！我若舉他比丘罪，實非不實、時非不時、義饒益非非義饒益、柔軟非麁澁、慈心不瞋恚，然彼被舉比丘有懷瞋恚者。」",
      "佛問舍利弗：「何等像類比丘聞舉其罪而生瞋恚？」",
      "舍利弗白佛言：「世尊！若彼比丘諂曲、幻偽、欺誑、不信、無慚無愧、懈怠、失念、不定、惡慧、慢緩、違於遠離、不敬戒律、不顧沙門、不勤修學、不自省察、為命出家、不求涅槃，如是等人聞我舉罪則生瞋恚。」",
      "佛問舍利弗：「何等像類比丘聞汝舉罪而不瞋恨？」",
      "舍利弗白佛言：「世尊！若有比丘不諂曲、不幻偽、不欺誑、有信、慚愧、精勤、正念、正定、智慧、不慢緩、不捨遠離、深敬戒律、顧沙門行、尊崇涅槃、為法出家、不為性命，如是比丘聞我舉罪，歡喜頂受，如飲甘露。譬如剎利、婆羅門女沐浴清淨，得好妙華，愛樂頂戴，以冠其首，如是，比丘不諂曲、不幻偽、不欺誑、正信、慚愧、精勤、正念、正定、智慧、不慢緩、心存遠離、深敬戒律、顧沙門行、勤修自省、為法出家、志求涅槃，如是比丘聞我舉罪，歡喜頂受，如飲甘露。」",
      "佛告舍利弗：「若彼比丘諂曲、幻偽、欺誑、不信、無慚無愧、懈怠、失念、不定、惡慧、慢緩、違於遠離、不敬戒律、不顧沙門行、不求涅槃、為命出家，如是比丘不應教授、與共言語，所以者何？此等比丘破梵行故。若彼比丘不諂曲、不幻偽、不欺誑、信心、慚愧、精勤、正念、正定、智慧、不慢緩、心存遠離、深敬戒律、顧沙門行、志崇涅槃、為法出家，如是比丘應當教授，所以者何？如是比丘能修梵行、能自建立故。」"
    ]
  ],
  "結": "佛說此經已，尊者舍利弗聞佛所說，歡喜奉行。",
  "fu": {
    "摘": "若彼比丘諂曲、幻偽、欺誑、不信、無慚無愧、懈怠、失念、不定、惡慧、慢緩、違於遠離、不敬戒律、不顧沙門行、不求涅槃、為命出家，如是比丘不應教授、與共言語，所以者何？此等比丘破梵行故。若彼比丘不諂曲、不幻偽、不欺誑、信心、慚愧、精勤、正念、正定、智慧、不慢緩、心存遠離、深敬戒律、顧沙門行、志崇涅槃、為法出家，如是比丘應當教授，所以者何？如是比丘能修梵行、能自建立故。"
  }
}