{
  "ps": {
    "卷號": "2",
    "篇號": "58",
    "篇名": "答五陰之疑",
    "地點": "舍衛國東園鹿母子講堂"
  },
  "起": "如是我聞：一時，佛住舍衛國東園鹿母講堂。",
  "法": [
    [
      "爾時，世尊於晡時從禪覺，於諸比丘前敷座而坐，告諸比丘：「有五受陰，云何為五？謂色受陰，受、想、行、識受陰。」",
      "時，有一比丘從坐起，整衣服偏袒右肩，右膝著地，合掌白佛言：「世尊！此五受陰，色受陰，受、想、行、識受陰耶？」",
      "佛告比丘：「還坐而問，當為汝說。」",
      "時，彼比丘為佛作禮，還復本坐，白佛言：「世尊！此五受陰以何為根？以何集？以何生？以何觸？」",
      "佛告比丘：「此五受陰欲為根、欲集、欲生、欲觸。」",
      "時，彼比丘聞佛所說，歡喜隨喜而白佛言：「世尊！為說五陰即受？善哉所說！今當更問，世尊！陰即受為五陰異受耶？」",
      "佛告比丘：「非五陰即受，亦非五陰異受，能於彼有欲貪者是五受陰。」",
      "比丘白佛：「善哉！世尊！歡喜隨喜！今復更問，世尊！有二陰相關耶？」",
      "佛告比丘：「如是！如是！猶若有一人如是思惟：『我於未來得如是色、如是受、如是想、如是行、如是識。』是名比丘陰陰相關也。」",
      "比丘白佛：「善哉所說！歡喜隨喜！更有所問，世尊！云何名陰？」",
      "佛告比丘：「諸所有色，若過去若未來若現在、若內若外、若麤若細、若好若醜、若遠若近，彼一切總說陰，是名為陰；受想行識亦復如是，如是，比丘！是名為陰。」",
      "比丘白佛：「善哉所說！歡喜隨喜！更有所問，世尊！何因何緣名為色陰？何因何緣名受想行識陰？」",
      "佛告比丘：「四大因、四大緣，是名色陰，所以者何？諸所有色陰，彼一切悉皆四大，緣四大造故；觸因、觸緣生受想行，是故名受想行陰，所以者何？若所有受想行，彼一切觸緣故；名色因、名色緣，是故名為識陰，所以者何？若所有識，彼一切名色緣故。」",
      "比丘白佛：「善哉所說！歡喜隨喜！更有所問，云何色味？云何色患？云何色離？云何受想行識味？云何識患？云何識離？」",
      "佛告比丘：「緣色生喜樂，是名色味；若色無常、苦、變易法，是名色患；若於色調伏欲貪、斷欲貪、越欲貪，是名色離；若緣受想行識生喜樂，是名識味；受想行識無常、苦、變易法，是名識患；於受想行識調伏欲貪、斷欲貪、越欲貪，是名識離。」",
      "比丘白佛：「善哉所說！歡喜隨喜！更有所問，世尊！云何生我慢？」",
      "佛告比丘：「愚癡無聞凡夫於色見我、異我、相在，於受想行識見我、異我、相在，於此生我慢。」",
      "比丘白佛：「善哉所說！歡喜隨喜！更有所問，世尊！云何得無我慢？」",
      "佛告比丘：「多聞聖弟子不於色見我、異我、相在，不於受想行識見我、異我、相在。」",
      "比丘白佛：「善哉所說！更有所問，何所知何所見盡得漏盡？」",
      "佛告比丘：「諸所有色，若過去若未來若現在、若內若外、若麤若細、若好若醜、若遠若近，彼一切非我、不異我、不相在；受想行識亦復如是。比丘！如是知如是見疾得漏盡。」"
    ],
    [
      "爾時，會中復有異比丘鈍根無知，在無明穀起惡邪見而作是念：「若無我者作無我業，於未來世誰當受報？」",
      "爾時，世尊知彼比丘心之所念，告諸比丘：「於此眾中若有愚癡人無智明而作是念：『若色無我，受想行識無我，作無我業，誰當受報？』如是所疑，先以解釋彼，云何？比丘！色為常耶為非常耶？」",
      "答言：「無常，世尊！」",
      "「若無常者，是苦耶？」",
      "答言：「是苦，世尊！」",
      "「若無常、苦，是變易法，多聞聖弟子於中寧見是我、異我、相在不？」",
      "答言：「不也，世尊！」",
      "「受想行識亦復如是。是故，比丘！若所有色，若過去若未來若現在、若內若外、若麤若細、若好若醜、若遠若近，彼一切非我、非我所，如是見者是為正見；受想行識亦復如是，多聞聖弟子如是觀者便修厭，厭已離欲，離欲已解脫，解脫知見：『我生已盡，梵行已立，所作已作，自知不受後有。』」"
    ]
  ],
  "結": "佛說此經時，眾多比丘不起諸漏，心得解脫。佛說此經已，諸比丘聞佛所說，歡喜奉行。",
  "較": "陰根陰即受，二陰共相關，名字因二味，我慢疾漏盡。",
  "fu": {
    "摘": "非五陰即受，亦非五陰異受，能於彼有欲貪者是五受陰。彼一切色非我、非我所，如是見者是為正見；受想行識亦復如是，如是觀者便修厭，厭已離欲，離欲已解脫。",
    "法義": "欲貪 五受陰 非我"
  }
}